{
  "title": "Free Returns",
  "content": "\n\t<p>We want you to be fully satisfied with every product that you purchase from TUMI.com. If you are not satisfied with a product that you have purchased, you may return it within 30 days of delivery for a full refund of the purchase price, minus the shipping, handling, gift box, and other charges where applicable. Please note: Monogrammed and personalized items, including TUMI Accents, cannot be returned.</p>\n\n\t<h2>RETURN SHIPPING IS FREE</h2>\n\t<p>You will be provided with a pre-paid UPS domestic label to return your purchase. If you cannot find the prepaid shipping label, please call our Customer Service Department or contact us by email <a id=\"links\" class=\"underline\" href=\"mailto:service@tumi.com\">service@tumi.com</a></p>\n\n\t<p>We ask that the product be unused, in original boxes (whenever possible), and with all original paperwork, parts and accessories in order to ensure full credit. Sale merchandise will be issued a credit at the purchased price. Purchases must be returned from the original shipping country.</p>\n\t\n\t<p>Unused items purchased on TUMI.com can also be returned to select <a class=\"underline\" href=\"/store-finder&#10;\">TUMI full- price locations</a>. Store credit will be issued for items returned without documentation and current merchandise selling price in the currency of the store of return.</p>\n\t\n\t<h2>Credit</h2>\n\t<p>You can expect a full refund of the purchase price and applicable taxes, minus the shipping, handling, and gift box charges, where applicable, within 30 days of receipt of your return in the same form of payment originally used for the purchase.</p>\n\t\n\t<p>Credit for gift returns will be issued to the original purchaser.</p>\n\t\n\t<p>Unused items purchased on TUMI.com can also be returned to select <a class=\"underline\" href=\"/store-finder&#10;\">TUMI full- price locations</a>. Store credit will be issued for items without documentation and current merchandise selling price in the currency of the store of return.</p>\n\n<p> </p>\n\n<h2> <font color=\" #C41E3A \">All clearance products purchased on TUMI.com are final sale.  Final sale items cannot be returned or exchanged online or in store.</font> </h2>\n\n\n\t\n\t<h2>Returning an Item - Everyday Free Returns Worldwide</h2>\n\t<p>If you would like to return an item that you purchased on TUMI.com, please follow the instructions outlined below. Instructions are also outlined on the Return Slip that is enclosed with your purchase(s).</p>\n\n\t\t<ol>\n\t\t\t<li>Pack the product(s) securely in the original product packaging, if possible. Please include all paperwork, parts, and accessories. All products must be unused to ensure credit.</li>\n\t\t\t<li>Enclose the Return Slip, listing the purchase(s) you are returning and why.</li>\n\t\t\t<li>Secure the prepaid shipping label from the Return Slip securely to the carton. Please make sure that the address to which it will ship is clearly legible. If you cannot find the Return Slip, please call our Customer Service Department or contact us at <a id=\"links\" class=\"underline\" href=\"mailto:service@tumi.com\">service@tumi.com</a></li>\n\t\t\t<li>Before sending the return shipment, please remove all extra labels from the outside of the package.</li>\n\t\t\t<li>Present the package to any UPS driver, take the package to any UPS customer counter, or drop the package at any authorized UPS shipping outlet.</li>\n\t\t\t<li>Keep the UPS Return Tracking Number for your return in order to monitor delivery status.</li>\n\t\t</ol>\n"
}
