{
  "title": "Product Warranty",
  "content": "        <p>Welcome to the world of TUMI - the leading international brand of travel, business and lifestyle accessories. Since 1975, TUMI has been dedicated to providing our customers with an outstanding ownership experience.  TUMI’s comprehensive product coverage is reflective of our commitment to our consumer’s ongoing satisfaction.  Specifically, we make three commitments to our customers:</p>\n\n            <ol>\n                <li>You will enjoy using our innovative products that are designed and manufactured to be the best;</li>\n                <li>You will experience world-class, after-sales customer service;</li>\n                <li>For five (5) years after you purchase a TUMI product from one of our travel, business, or bag collections, or two (2) years for any wallet or accessory, from an authorized TUMI store or dealer, you will be covered by our Limited Warranty.</li>\n            </ol>\n\n        <p>TUMI’s warranty extends to the original owner; it is straightforward and comprehensive, and just part of the total TUMI ownership experience.</p>\n\n        <h2>First Year of Ownership: Worry Free</h2>\n        <p>With limited exceptions, if your TUMI product is damaged during the first twelve (12) months you own it – including damage caused by normal wear and tear, airline handling, or other transit damage – TUMI will cover all repair expenses, including shipping costs to and from our repair facility.  If we determine that the product is damaged beyond repair, we will replace it.  If we determine that a replacement product is not available, we will provide you with a product of comparable value.  Damages not covered are damage resulting from abuse, cosmetic damage (such as scratched leather or stained fabrics), and incidental or consequential damages, such as damage to or loss of the contents of a bag, loss of use, loss of time, or similar expenses.</p>\n\n        <h2>Years Two through Five on travel bags, business cases, cross body bags, totes, backpacks and handbags and for the second year of ownership of wallets, accessories and outerwear: You are covered for manufacturing defects and normal wear and tear.</h2>\n        <p>From the beginning of the second through the end of the fifth year when you own your TUMI travel item, business case or other bag, and for the second year of ownership for wallets, accessories, or outerwear, TUMI will repair any item that is  damaged due to normal wear and tear, or defective in materials or workmanship, including any structural defects (such as defective handles, zippers, or locks).  For years two through five, we do  not cover damage caused by airlines or other transit damage.  Damage claims in transit cases should be filed against the carrier.  Other damages not covered are damage resulting from abuse, cosmetic damage (such as scratched leather or stained fabrics) and incidental or consequential damages, such as damage to or loss of the contents of a bag, loss of use, loss of time, or similar expenses.  Normal wear and tear for TUMI Outerwear does not include lost or missing buttons, torn fabrics or leathers or cosmetic damage as described above.</p>\n        \n        <p>Your only responsibility is to ship your item to us for repair, postage paid, or take it to a TUMI store or authorized TUMI dealer, who will be happy to process the repair. In some cases there may be a nominal processing fee. Many repairs can actually be handled in the TUMI store, free of charge. If your item does need to be sent to our facility, we will repair it quickly and ship it back at no additional cost to you. In those cases where our warranty does not apply, your local service center will provide you with an estimate of any repair and return shipping costs that may be incurred.</p>\n        \n        <h2>TUMI GLOBAL LOCATOR: ONE-YEAR LIMITED WARRANTY</h2>\n        <p> If your TUMI Global Locator has a manufacturer defect, or is damaged during the first twelve (12) months of ownership, TUMI will cover all repair expenses, including shipping costs to and from our repair facility if the product was purchased from an authorized reseller. If we determine that the product is damaged beyond repair, we will replace it.  Not covered by this warranty are damages resulting from accident, abuse, misuse, modification, water damage or cosmetic damage (such as scratches, damage from wear and tear, dropping or other hard surface impact or the like).</p>\n\n        <h2>You Can Expect Years of Quality Service</h2>\n        <p>We do have many customers with well-traveled bags more than five years old, that they would like to have refurbished or repaired.  For these customers, we offer courteous, responsive service and the highest quality repairs and refurbishment at a reasonable cost.    If we are unable to repair the bag, we will suggest alternative options.  Please call your local service center before sending your product for repair or refurbishment to discuss shipping and handling costs and other fees.</p>\n\n    <h2>Total Commitment</h2>\n    <p>The bottom line is that at TUMI, we are totally committed to keeping you happy about our products and our service. Once you have had the pleasure of owning and using our products, we hope that they will become your trusted companions for life. You can reach us online, 24 hours a day, seven days a week at <a href=\"/my-account/repair-services\">TUMI.com/my-account/repair-services</a>.  If you live in the USA or Canada, please call 800.781.TUMI (8864) from 8:00 AM to 4:45 PM EST to speak live with a customer service representative. To contact TUMI customer service outside of the US and Canada, please see our list of international centers under the \"Service and Repair\" section on this website.  </p>\n\n    <h2>Proof of Purchase </h2>\n    <p>Please save your store receipt as proof of purchase. This will be needed to demonstrate your warranty coverage.  Additionally, this will serve as proof that your purchase was made at an authorized TUMI retailer.  Our Limited Warranty only applies to products that were purchased from an authorized TUMI store or dealer.</p>\n\n       <p>Please visit the following link and let us manage your proof of purchase for you. \n    <a href=\"/tumi-tracer/register-your-tumi \">TUMI.com/tumi-tracer/register-your-tumi</a></p>\n\n\n    <p>Registering with the TUMI Tracer® program records the date of purchase so that your information is in our system.  Should you ever need to use our repair services, we can validate if your bag is still under warranty.  Not all items we make have a tracer number, but most of our luggage, bags, and business cases do.  If the item in question is not registered with TUMI Tracer® it will be your responsibility to provide proof of purchase at an authorized TUMI retailer. <span id=\"underline\">Please note</span>: In Hong Kong, Macau, China, Japan and Korea, TUMI Tracer® is not valid for Proof of Purchase. You will need the original store receipt to validate purchase is from an authorized TUMI retailer.</p>\n    \n    <p>This warranty gives you certain rights, and you may also have other rights, which may vary from state to state, or between different European countries. Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.</p> \n\n\n    \n\n   "
}
