[
  {
    "Name": "Asian Barbeque Pork Potstickers",
    "Description": "You don't need your passport to get delicious, authentic Chinese potstickers. We fill thin wonton wrappers with tender pork, marinated in soy, hoisin, and oyster sauce, for a subtly sweet potsticker packed full of bold flavors. Perfect for a quick and easy meal or as a finger food at your next party.",
    "Amount of Servings": "35 Count",
    "Serving Size": "",
    "Conventional Oven": "",
    "Pan Fry": "Heat 1 1/2 tablespoons of vegetable oil in non-stick frying pan to medium heat. Place frozen potstickers in the frying pan. Cook until bottom of potstickers are slightly brown. Add cold water to the frying pan to cover 1/4 of potstickers' height. Cover frying pan and cook on high heat. Turn to medium heat when most of the water has evaporated. Continue to cook until all the water has evaporated and the bottom of the potstickers are golden brown.",
    "Steam": "Boil water in steam cooker. Line the steamer with cabbage or lettuce leaves. Place the frozen potstickers in the steamer on top of the leaves. Cover steamer and cook for approximately 15 minutes, until potstickers are done.",
    "Microwave": "Cover 10 potstickers loosely with wet paper towel and heat on high for 2 minutes. Turn the potstickers over and heat for an additional 2 minutes. Potstickers will be heated through, but not browned.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling: Pork, water, sugar, soy sauce (water, soybeans, wheat, salt), dark soy sauce (water, soybeans, sugar, salt, wheat flour, sulfur dioxide), hoisin sauce (sugar, water, soybeans, salt, oyster extractives [oyster, water, salt], modified corn starch, caramel), hoisin sauce (sugar, water, soybeans, salt, sweet potato, modified corn starch, sesame seeds, garlic, wheat flour, chili pepper, spices, caramel color, acetic acid, FD&C Red color no 40,) modified food starch, monosodium glutamate, black pepper, salt, Wrapper: Unbleached enriched wheat flour (niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), water, corn starch, salt, soybean oil.",
    "Allergy Alerts": "Wheat, Soy, Sesame",
    "Nutritional Information": "Nutrition Facts (per 5 piece serving): Calories 210, Calories from Fat 30, Total Fat 3.5g (5% DV), Saturated Fat 1g (6% DV), Cholesterol 30mg (10% DV), Sodium 600mg (25% DV), Total Carbohydrates 31g (10% DV), Fiber 1g (3% DV), Sugars 8g, Protein 13g",
    "SKU code": "PG169",
    "Price": "$27.00",
    "Tags": "Appetizers, Entrées, Best-Sellers, Asian, Potstickers",
    "Link on current site": "http://theperfectgourmet.com/Asian-BBQ-Pork-Potstickers.aspx",
    "productId": 12
  },
  {
    "Name": "Edamame Potsticker",
    "Description": "This version of our best-selling potstickers features edamame, cabbage, and carrots inside delicious, thin wonton wrappers. Perfect for a quick and easy meal or as a finger food at your next party.",
    "Amount of Servings": "45 Count",
    "Serving Size": "",
    "Conventional Oven": "",
    "Pan Fry": "Heat 1 1/2 tablespoons of vegetable oil in non-stick frying pan to medium heat. Place frozen potstickers in the frying pan. Cook until bottom of potstickers are slightly brown. Add cold water to the frying pan to cover 1/4 of potstickers' height. Cover frying pan and cook on high heat. Turn to medium heat when most of the water has evaporated. Continue to cook until all the water has evaporated and the bottom of the potstickers are golden brown.",
    "Steam": "Boil water in steam cooker. Line the steamer with cabbage or lettuce leaves. Place the frozen potstickers in the steamer on top of the leaves. Cover steamer and cook for approximately 15 minutes, until potstickers are done.",
    "Microwave": "Cover 10 potstickers loosely with wet paper towel and heat on high for 2 minutes. Turn the potstickers over and heat for an additional 2 minutes. Potstickers will be heated through, but not browned.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling: cabbage, edamame (young soybeans), vermicelli (green beans, peas), carrots, soy sauce (water, soybeans,wheat, salt), modified food starch, onion, sugar, yeast extract, salt, soybean oil, garlic, black pepper. Wrapper: Unbleached wheat flour enriched (niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), water, food starch, salt, soybean oil.",
    "Allergy Alerts": "Wheat, Sesame",
    "Nutritional Information": "Nutrition Facts (per 5 piece serving): Calories 170, Calories from Fat 15, Total Fat 1.5g (3% DV), Saturated Fat 0g (0% DV), Cholesterol 0mg (0% DV), Sodium 460mg (19% DV), Total Carbohydrates 34g (11% DV), Fiber 2g (10% DV), Sugars 2g, Protein 5g",
    "SKU code": "PG145",
    "Price": "$27.00",
    "Tags": "Appetizers, Entrées, Best-Sellers, Asian, Potstickers",
    "Link on current site": "http://theperfectgourmet.com/Edamame-Potstickers.aspx",
    "productId": 16
  },
  {
    "Name": "Almond Encrusted Flounder",
    "Description": "We know that fish can often be hard to dress up, but this one will make you see seafood differently. Moist flounder filets are coated in a savory, seasoned breadcrumb and almond mixture, giving the fish a welcome crunch and added layer of flavor.",
    "Amount of Servings": "10 Count",
    "Serving Size": "4.5 oz each",
    "Conventional Oven": "Do not defrost. Preheat oven to 400° F. Heat for 18-20 minutes. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Flounder, enriched bleached wheat flour (flour, niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), vegetable oil (soybean, canola and /or cottonseed oil) water, almonds, soy nuts, (soybeans, caramel color), contains less than 2% of: modified cornstarch, soybean oil shortening, enriched wheat flour, yellow corn flour, white corn flour, salt, disodium inosinate and disodium guanylate, sugar, spices, chives, garlic powder, egg whites, onion powder, yeast, leavening (sodium bicarbonate, sodium acid pyrophosphate, sodium aluminum phosphate, monocalcium phosphate), caramel color, natural lemon flavor, yeast extract, torula yeast, partially hydrogenated soybean oil, spice extractives, soy flour, sodium tripolyphosphate (to retain moisture).",
    "Allergy Alerts": "Fish (Flounder), Wheat, Tree Nuts, Soybean, Eggs",
    "Nutritional Information": "Nutrition Facts (per 4.5 oz serving): Calories 240, Calories from Fat 100, Total Fat 11g (17% DV), Saturated Fat 2g (10% DV), Cholesterol 50mg (17% DV), Sodium 850mg (35% DV), Total Carbohydrates 12g (4% DV), Dietary fiber 1g (4% DV), Sugars 1g, Protein 24g",
    "SKU code": "PG119",
    "Price": "$43.00",
    "Tags": "Entrées, Seafood, Flounder",
    "Link on current site": "http://theperfectgourmet.com/almond-encrusted-flounder.aspx",
    "productId": 11
  },
  {
    "Name": "Almond Stuffed Dates Wrapped in Bacon",
    "Description": "Elegant enough to serve at a cocktail party, these little appetizers are too tasty not to also keep on hand for yourself. The savory, smoky flavor of bacon is balanced with the sweetness of caramelized dates, creating the perfect combination of flavor and texture in each bite.",
    "Amount of Servings": "25 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 425°  F. Bake for 10-12 minutes, until golden brown and internal temperature reaches 160°  F. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Uncooked bacon (pork cured with water, salt, sodium phosphates, brown sugar, sodium erythorbate & sodium nitrite), pitted date (may contain an occasional pit fragment) and whole blanched almonds.",
    "Allergy Alerts": "Tree Nuts (Almond)",
    "Nutritional Information": "Nutrition Facts (per 5 piece serving): Calories 400, Calories from Fat 240, Total Fat 27g (42% DV), Saturated Fat 5g (25% DV), Cholesterol 30mg, (10% DV), Sodium 630mg (26% DV), Total Carbohydrates 27g (9% DV), Fiber 5g, Sugars 19g, Protein 17g",
    "SKU code": "PG010",
    "Price": "$33.00",
    "Tags": "Appetizers, Bacon, Party",
    "Link on current site": "http://theperfectgourmet.com/almond-stuffed-dates.aspx",
    "productId": 15
  },
  {
    "Name": "Antipasto Skewers",
    "Description": "Simple, quality ingredients often create the best dishes, and this Italian favorite is the perfect example. We pair fresh mozzarella cheese, artichoke hearts, roasted red peppers, kalamata olives, and sundried tomatoes to create the perfect handheld appetizer that you can simply thaw and serve.",
    "Amount of Servings": "25 Count",
    "Serving Size": "",
    "Conventional Oven": "",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "Remove skewers from box while still frozen and arrange on serving tray. Defrost in refrigerator for approximately 3 hours before serving.",
    "Ingredients": "Artichoke hearts (artichoke hearts, water, salt, citric acid), fresh mozzarella cheese (pasteurized cultured milk, enzymes, salt), fire roasted red peppers (red peppers, water, salt, citric acid) Kalamata olives (olives, water, salt [may contain pits or pit fragments]), sun dried tomatoes (sun-dried tomato strips, glucose, salt, sulfur dioxide [as a preservative], citric acid), spices",
    "Allergy Alerts": "Milk",
    "Nutritional Information": "Nutrition Facts (per 3 piece serving) Calories 150, Calories from fat 80, Total Fat 9g (14% DV), Saturated Fat 5g (25% DV), Cholesterol 30mg, (10% DV), Sodium 320mg (13% DV), Total Carbohydrates 10g (3% DV), Fiber 45g, Sugars 4g, Protein 8g",
    "SKU code": "PG013",
    "Price": "$28.00",
    "Tags": "Appetizers, Italian, Mozzarella, Party",
    "Link on current site": "http://theperfectgourmet.com/antipasto-skewers.aspx",
    "productId": 23
  },
  {
    "Name": "Artichoke & Goat Cheese Mini Quiche",
    "Description": "These little bite-sized quiches are always a hit at any gathering. Handcrafted pastry shells house a creamy artichoke mixture and a rich, velvety, goat cheese center that melts in your mouth. Why waste time shopping and prepping, when you can just pop these in the oven and have a delicious starter ready in twelve minutes?",
    "Amount of Servings": "24 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 375° F. Place on a lightly sprayed baking sheet. Bake for 12-14 minutes. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling Ingredients: Heavy cream, eggs, artichoke, goat cheese, salt, spices. Dough Ingredients: Flour [bleached wheat flour, malted barley flour, niacin, iron, potassium bromate, thiamine mononitrate, riboflavin, folic acid] shortening [partially hydrogenated soybean oil and partially hydrogenated cottonseed oil], water, corn starch, sugar, liquid egg white, salt.",
    "Allergy Alerts": "Soy, Eggs, Dairy, Wheat, Barley Flour",
    "Nutritional Information": "Nutrition Facts (per 6 piece serving) Calories 280, Calories from Fat 180, Total Fat 21(32% DV), Saturated Fat 10g (50% DV), Cholesterol 65mg (22% DV), Sodium 200mg (8% DV), Total Carbohydrates 20g (7% DV), Fiber 1g, Sugars 2g, Protein 4g",
    "SKU code": "PG232",
    "Price": "$25.00",
    "Tags": "Appetizers, Mini, Quiche, Brunch, Party, Cheese, Pastry",
    "Link on current site": "http://theperfectgourmet.com/artichoke-goat-cheese-quiche.aspx",
    "productId": 21
  },
  {
    "Name": "Beef Short Ribs with Asian Inspired Sauce",
    "Description": "These tender, boneless Beef Short Ribs are slow-cooked in an Asian inspired sauce made from hoisin, soy, and a blend of spices. The complexity and boldness of the sauce perfectly complement the tender, juicy short ribs, for a delicious and hearty entrée that is sure to satisfy.",
    "Amount of Servings": "2 Pieces",
    "Serving Size": "10.75 oz each",
    "Conventional Oven": "Preheat oven to 350° F. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 70 minutes from frozen and 50 minutes from thawed. Equipment varies, adjust cooking times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Discard plastic pouch. Microwave on high for 6 minutes from frozen and 3 minutes from thawed. Equipment varies, adjust cooking times accordingly.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Beef short chuck, sugar, tomato sauce (tomato concentrate (water, tomato paste), corn syrup, vinegar, salt, onion, natural flavorings, garlic), Hoisin sauce (sugar, water, soybeans, salt, sweet potato, modified corn starch, sesame seeds, garlic, wheat flour, chili pepper, spices, caramel color, acetic acid, FD&C red color No.40), soy sauce (water, organic soybeans, organic wheat, salt and organic alcohol (to preserve freshness)), water, black bean garlic sauce (soy sauce (water, salt, soybean, wheat), salted black bean (black bean, water, salt, ferrous sulphate, ginger), garlic, water, white sugar, salt, soybean oil, rice wine, modified corn starch), modified corn starch, natural red color (carmine, annatto), salt, white pepper, ginger powder (sulfur dioxide added), coloring (FD&C yellow #5, FD&C yellow #6), garlic in water (garlic, water, naturally occurring sulfites), spices (anise, cinnamon, star anise, cloves, ginger and sulfiting agents).",
    "Allergy Alerts": "Soy, Wheat, Sesame",
    "Nutritional Information": "Nutrition Facts (per 1 piece serving): Calories 370, Calories from Fat 210, Total Fat 24g (37% DV), Saturated Fat 10g (48% DV), Trans Fat 1g, Cholesterol 85g (28% DV), Sodium 850Mg (36% DV), Total Carbohydrates 14g (5% DV), Fiber 0g, Sugars 12g, Protein 23g",
    "SKU code": "PG153",
    "Price": "$33.00",
    "Tags": "Entrées, Barbeque, Asian",
    "Link on current site": "http://theperfectgourmet.com/asian-short-ribs.aspx",
    "productId": 17
  },
  {
    "Name": "Basil Pesto Tilapia",
    "Description": "A simple but flavorful basil pesto marinates our tilapia filets, for a light but satisfying entrée. Serve it with your favorite pasta and enjoy a delicious Italian meal in mere minutes. If you have friends who claim to dislike seafood, serve this and you'll be surprised at how quickly they change their minds.",
    "Amount of Servings": "6 Count",
    "Serving Size": "3.25 oz each",
    "Conventional Oven": "Preheat oven to 425°  F. Bake for 15-17 minutes from frozen. Bake for 12-14 minutes from thawed. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Tilapia, water, parmesan cheese (pasteurized part skim milk, cheese cultures, salt, enzymes), olive oil, basil, contains 2% or less of : garlic, lemon juice, salt, rice starch.",
    "Allergy Alerts": "Fish, Dairy",
    "Nutritional Information": "Nutrition Facts (per 3.2 oz serving): Calories 120, Calories from Fat 45, Total Fat 5g (8%), Saturated Fat 1.5g (8%), Cholesterol 45mg (15%), Sodium 270mg (11%), Total Carbohydrates 1g (0%), Fiber 0g , Protein 18g",
    "SKU code": "PG171",
    "Price": "$35.00",
    "Tags": "Entrées, Seafood, Fish, Tilapia, Italian",
    "Link on current site": "http://theperfectgourmet.com/pesto-tilapia.aspx",
    "productId": 20
  },
  {
    "Name": "Beef Provencal",
    "Description": "Slow cooked for hours in the European sous-vide style to lock in moisture and flavor, this Beef Provencal is light, but with a surprising depth of flavors. The beef is enveloped by a sweet and savory sauce made with honey, balsamic vinegar, sun-dried tomatoes, and a blend of spices.",
    "Amount of Servings": "2 lb Package",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 375°  F. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 50-60 minutes from frozen. Bake for 18-22 minutes from thawed. Equipment varies, adjust cooking times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Discard plastic pouch. Cover the dish with a paper towel. Microwave on high for 3-4 minutes from thawed. Equipment varies, adjust cooking times accordingly.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Beef cubes, water, honey, sun dried tomatoes (sun dried tomatoes, salt), balsamic vinegar (wine vinegar, concentrated and cooked grape must, caramel color, contains sulfites), beef broth concentrate (beef broth, salt), modified corn starch, red onion, tomato paste (tomato), onion powder, salt, garlic, thyme, black pepper, white pepper.",
    "Allergy Alerts": "",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 170, Calories from Fat 30, Total Fat 3.5g (5% DV), Saturated Fat 1g (6% DV), Cholesterol 35g (12% DV), Sodium 310mg (13% DV), Total Carbohydrates 13g (4% DV), Fiber less than 1g (3%DV), Sugars 9g, Protein 21g",
    "SKU code": "PG136",
    "Price": "$36.00",
    "Tags": "Entrées, Beef, Italian, Rustic, Winter",
    "Link on current site": "http://theperfectgourmet.com/beef-provencal.aspx",
    "productId": 25
  },
  {
    "Name": "Beef Tagine",
    "Description": "Morocco is a food lover's paradise, so we've taken one of its best dishes and made it easy and accessible. Our Beef Tagine has tender pieces of beef, diced tomatoes, carrots, and garbanzo beans, all smothered in a flavorful and tantalizing sauce.",
    "Amount of Servings": "4 Pieces",
    "Serving Size": "4.25 oz each",
    "Conventional Oven": "Preheat oven to 350°  F. Remove from plastic pouch and place in oven safe dish. Discard plastic pouch. Bake for 38-43 minutes from frozen. Bake for 20-24 minutes from thawed.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Peel open pouch and place in a microwave safe container. Discard plastic pouch. Place a paper towel on top of container. Microwave on high for 6 -8 minutes from frozen or 2-3 minutes from thawed. Carefully remove the container from the microwave and let stand for 1 minute before serving.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Beef cubes, carrots, diced tomatoes in juice (tomatoes, tomato puree, sea salt, red bell peppers, garbanzo beans (organic garbanzo beans water, sea salt), onion, water, garlic, rice starch, extra virgin olive oil, chicken base (chicken and chicken stock, salt, cane sugar, rendered chicken fat, onion powder, potato flour, turmeric, spice extractive (rosemary), seasoning (spices, turmeric, lavender), salt, lemon zest, sugar, cumin, coriander, black pepper, cayenne pepper",
    "Allergy Alerts": "",
    "Nutritional Information": "Nutrition Facts (per 4.25 oz serving): Calories 290, Calories from Fat 110, Total Fat 13g (20% DV), Saturated Fat 4g (20% DV), Trans fat 0g, Cholesterol 105mg (35% DV), Sodium 810 mg 34% DV, Total Carbohydrate 14g (5% DV), Fiber 3g (12% DV), Sugars 6g, Protein 32g",
    "SKU code": "PG264",
    "Price": "$29.00",
    "Tags": "Entrées, Beef, Moroccan",
    "Link on current site": "",
    "productId": 22
  },
  {
    "Name": "Bourbon Salmon",
    "Description": "We start our Bourbon Salmon with a savory dry rub. Then we bring together honey, brown sugar, and bourbon to create a caramelized sweet and smoky glaze. Ready in about twenty minutes, this salmon can be served with spinach and rice, for an irresistibly fast and healthy dinner.",
    "Amount of Servings": "8 Filets",
    "Serving Size": "5.5 oz each",
    "Conventional Oven": "Preheat oven to 375°  F. Place fillets on a lightly oiled baking pan. Bake from frozen for 20-25 minutes, or until fish reaches internal temperature of 165°  F. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Salmon, high oleic canola oil, sugar, hydrogenated soybean oil, brown sugar, spices, refinery syrup, dextrose, salt, maltodextrin, modified corn starch, onion powder, honey solids, dehydrated garlic, natural flavors, molasses, rice bran oil, citric acid, natural smoke flavor, caramel color, bourbon whiskey, silicon dioxide (to prevent caking), TBHQ and citric acid (as preservative), dimethylpolysiloxane (to prevent foaming).",
    "Allergy Alerts": "Fish (Salmon), Soybeans",
    "Nutritional Information": "Nutrition Facts (per 5.5 oz serving): Calories 440, Calories from Fat 290, Total Fat 33g (51%), Saturated Fat 6g (30%), Cholesterol 70mg (23%), Sodium 450mg (19%), Total Carbohydrates 10g (3%), Fiber 0g , Sugars 7g, Protein 26g",
    "SKU code": "PG143",
    "Price": "$48.00",
    "Tags": "Entrées, Seafood, Salmon, Bourbon, Winter",
    "Link on current site": "http://theperfectgourmet.com/bourbon-salmon.aspx",
    "productId": 29
  },
  {
    "Name": "Broccoli, Rice, & Cheese Casserole",
    "Description": "This classic casserole with a gourmet twist combines broccoli florets and long grain rice in a flavorful cheese sauce. It's a delicious accompaniment to any entrée, and it sneaks in a serving of your daily veggies!",
    "Amount of Servings": "2 lb Package",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 400° F. Remove lid and place on the oven rack. Bake from frozen 65-75 minutes and from thawed 35-45 minutes. Watch casserole and cover loosely with foil while baking if browning too much during baking. Caution: Casserole will be very hot when removed after baking! Equipment varies, adjust cook times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Water, broccoli, cooked rice (water, long grain parboiled rice enriched with ferric phosphate, niacin, and thiamine mononitrate), pasteurized process American cheese (cultured milk, water, cream, salt, sodium phosphate, sodium citrate, lactic acid, sorbic acid, apo-carotenal, milk fat), non dairy creamer (corn syrup solids, sunflower oil, sodium caseinate, dipotassium phosphate, soy lecithin, sodium silicoaluminate, tocopherols, artificial flavors), margarine (liquid and partially hydrogenated soybean oil, water, salt, whey, soybean lecithin, vegetable mono and diglycerides, sodium benzoate, beta carotene, artificially flavored, vitamin A palmitate added), onions, chicken base ( roasted mechanically separated chicken, salt, sugar, hydrolyzed wheat gluten, chicken fat, onion powder, disodium inosinate, disodium guanylate, extractives of turmeric), non fat dry milk ( skim milk solids), enriched bleached wheat flour (niacin, iron, thiamine mononitrate, riboflavin, folic acid, malted barley flour) modified corn starch, gelatin, maltodextrin, salt, autolyzed yeast ( yeast extract, partially hydrogenated sunflower oil) xanthan gum, garlic powder, hydrolyzed plant protein (hydrolyzed corn protein, partially hydrogenated oil [soybean and cottonseed]), spice, natural cheese flavor ( maltodextrin, whey solids, natural cheddar cheese flavor, natural blue cheese flavor, salt, disodium phosphate), annatto/turmeric (silica gel, propylene glycol, polysorbate 80, purified turmeric, purified annatto, potassium hydroxide)",
    "Allergy Alerts": "Wheat, Milk, Soy",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 160, Calories from Fat 70, Total Fat 7g (11% DV), Saturated Fat 2.5g (13% DV), Cholesterol 10mg (3% DV), Sodium 420g (18% DV), Total Carbohydrates 17g (6% DV), Fiber 1g, Sugars 2g, Protein 5g",
    "SKU code": "PG185",
    "Price": "$21.00",
    "Tags": "Sides, Broccoli, Hearty, Casserole, Winter",
    "Link on current site": "http://theperfectgourmet.com/broccoli-rice-cheese-casserole.aspx",
    "productId": 26
  },
  {
    "Name": "Buffalo Chicken Potsticker",
    "Description": "East meets West in the newest addition to our potsticker family. An enticing combination of chicken, celery, ranch dressing, and hot sauce are housed inside our classic Asian wonton wrappers. Serve them as a meal, at parties, or anytime you need a quick and easy snack.",
    "Amount of Servings": "35 Count",
    "Serving Size": "",
    "Conventional Oven": "Boil a pot of water. Place the frozen potstickers in the boiling water. Stir to prevent them from sticking to the bottom of the pot. Boil over high heat until the potstickers float to the surface. Turn to medium heat and cook for another 4-5 minutes until done. Deep frying: Preheat oil to 350°  F, then place 10 potstickers in heated oil and cook for 4-5 minutes until potstickers turn golden brown.",
    "Pan Fry": "Heat 1 1/2 tablespoons of vegetable oil in non-stick frying pan to medium heat. Place frozen potstickers in the frying pan. Cook until bottom of potstickers are slightly brown. Add cold water to the frying pan to cover 1/4 of potstickers' height. Cover frying pan and cook on high heat. Turn to medium heat when most of the water has evaporated. Continue to cook until all the water has evaporated and the bottom of the potstickers are golden brown.",
    "Steam": "Boil water in steam cooker. Line the steamer with cabbage or lettuce leaves. Place the frozen potstickers in the steamer on top of the leaves. Cover steamer and cook approximately 15 minutes until the potstickers are done.",
    "Microwave": "Cover 10 potstickers loosely with wet paper towel and heat on high for 2 minutes. Turn the potstickers overs and heat for another 2 minutes. Potstickers will be heated through but not browned.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling: chicken, cabbage, celery, ranch dressing (maltodextrin, natural flavor, salt, monosodium glutamate, onion, citric acid, spices, parsley, xanthan gum), onion, corn starch, salt, sugar, soybean oil, cayenne pepper, ginger, garlic, black pepper. Wrapper: unbleached enriched wheat flour (niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), water, corn starch, salt, soybean oil.",
    "Allergy Alerts": "Wheat, Milk, Soy",
    "Nutritional Information": "Nutrition Facts (per 5 piece serving): Calories 180, Calories from Fat 25, Total Fat 3g (5% DV), Saturated Fat 1g (4%), Trans Fat 0g, Cholesterol 25mg (8%), Sodium 600mg (25%), Total Carbohydrate 27g (9%), Dietary Fiber 2g (6%), Sugars 2g, Protein 10g",
    "SKU code": "PG042",
    "Price": "$27.00",
    "Tags": "Appetizers, Entrées, Best-Sellers, Asian, Potstickers",
    "Link on current site": "",
    "productId": 43
  },
  {
    "Name": "Buffalo Chicken Spring Roll",
    "Description": "Inspired by the growing trend of fusion cuisine, we created these Buffalo Chicken Spring Rolls. Enjoy the classic combination of chicken wings, hot sauce, blue cheese, and celery wrapped up inside a crispy spring roll, for a unique and easy to prepare treat.",
    "Amount of Servings": "20 Count",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 375°  F. Place on cooking sheet, lightly brushed with oil. Bake for 14-17 minutes from frozen until internal temperature reaches 160°  degrees. Equipment varies, adjust cooking times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken (boneless skinless chicken breast with rib meat, water, canola oil, modified potato starch, salt, sugar, lemon juice concentrate, granulated garlic, black pepper), cayenne pepper sauce (aged cayenne peppers, distilled vinegar, water, salt, natural flavor, garlic powder), celery, carrots, bleu cheese (bleu cheese [pasteurized milk, cheese cultures, salt, enzymes), powdered cellulose to prevent caking, natamycin to protect flavor), water, corn starch. Springroll wrapper: bleached wheat flour, water, salt, disodium phosphate, sodium bicarbonate, soybean oil)",
    "Allergy Alerts": "Wheat, Milk, Soy",
    "Nutritional Information": "Nutrition Facts (per 4 piece serving): Calories 280, Calories from Fat 30, Total Fat 3.5g (5% DV), Saturated Fat 3g (15%), Trans Fat 0g, Cholesterol 35mg (12%), Sodium 1110mg (46%), Total Carbohydrate 37g (12%), Dietary Fiber 1g (4%), Sugars 1g, Protein 15g",
    "SKU code": "PG043",
    "Price": "$21.00",
    "Tags": "Appetizers, Entrées, Best-Sellers, Asian, Spring Roll, Party",
    "Link on current site": "",
    "productId": 30
  },
  {
    "Name": "Buttermilk Shrimp",
    "Description": "Enjoy fried shrimp without the mess. Each succulent shrimp is bathed in buttermilk, and dipped in bread crumbs seasoned with garlic and black pepper. They're then lightly par fried for a crisp bite every time they come out of the oven. Perfect as a starter, snack, or with pasta for a complete meal.",
    "Amount of Servings": "60 Shrimp",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 425°  F. Place frozen shrimp in a single layer on a baking sheet, so shrimp are not touching. Place baking sheet on center rack. Bake for 18-20 minutes. Or until shrimp are golden brown. For best results, turn shrimp over after 5 minutes.  Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Shrimp, wheat flour, bleached wheat flour, rice flour, water, modified food starch, yellow corn flour, soybean oil, salt, leavening (sodium aluminum phosphate, sodium bicarbonate), dextrose, modified wheat starch, garlic powder, spices, lactose, onion powder, black pepper, disodium inosinate and disodium guanylate, cultured buttermilk powder, corn syrup solids, lemon juice solids, citric acid, maltodextrin, extractives of paprika and turmeric, natural and artificial flavor, sodium tripolyphosphate (to retain moisture), sodium disulfite (as a preservative).",
    "Allergy Alerts": "Wheat, Milk, Shrimp",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 210, Calories from Fat 80, Total Fat 7g (11% DV), Saturated Fat 1g (8% DV) ,Cholesterol 85mg (28% DV), Sodium 1020mg (43% DV),Total Carbohydrates 25g (8% DV), Fiber 1g (4% DV), Sugars 0g, Protein 12g",
    "SKU code": "PG182",
    "Price": "$45.00",
    "Tags": "Appetizers, Entrées, Seafood, Shrimp",
    "Link on current site": "http://theperfectgourmet.com/buttermilk-shrimp.aspx",
    "productId": 39
  },
  {
    "Name": "Cheddar Cheese Bundles",
    "Description": "These little stuffed pastries pack surprisingly intense flavors. Cheddar cheese is seasoned with a complimentary blend of spices and housed inside delicate puff pastry bundles that are ready in ten minutes.",
    "Amount of Servings": "25 Pieces",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 425° F. Bake for 10-12 minutes on a cookie sheet until golden brown and internal temperature reaches 160° F. Allow room for bundles to expand slightly as the puff pastry will expand as it heats. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Cheese Spread (cheddar cheese, milk, cheese culture, salt, enzymes], water, whey cream, sorbic acid [added as a preservative], lactic acid, annatto [vegetable color]), culinary cream (water, butter [sweet cream, salt], lactose, sodium caseinate, whey protein concentrate, xanthan gum, guar gum, potassium sorbate [preservative], citric acid [preservative], bread crumbs (bleached wheat flour, dextrose, yeast, salt) cheese sauce (maltodextrin, modified tapioca starch, whey, cheddar cheese flavored blend [dextrose, salt, natural flavor {milk, milkfat, nonfat milk, cultures, salt, enzymes, maltodextrin, disodium phosphate, natural flavors, sodium citrate, xanthan gum, natural tocopherols} whey powder, modified food starch, maltodextrin, sugar, calcium caseinate, xanthan gum, soybean oil, titanium dioxide, yellow 5, yellow 6], cream replacer [partially hydrogenated canola oil, corn syrup solids, maltodextrin, sodium caseinate, dipotassium phosphate, tricalcium phosphate mono- and diglycerides, citric acid, and BHT to help protect flavor}, partially hydrogenated soybean oil, salt. and less than 2% of yeast extract, corn syrup solids, soybean oil, cultured buttermilk, natural flavors, disodium inosinate and disodium guanylate) jalapenos (jalapeno peppers, water, distilled vinegar, salt, calcium chloride, turmeric), chives, parsley, crushed red peppers. Puff Pastry Dough (enriched flour [wheat flour, malted barley flour, niacin, iron, thiamin mononitrate, riboflavin, folic acid], fractionated palm oil and soybean oil [contains citric acid], water, salt, monocalcium phosphate) Liquid eggs (whole eggs, citric acid [to preserve color], xanthan gum).",
    "Allergy Alerts": "Milk, Eggs, Soy, Wheat",
    "Nutritional Information": "Nutrition Facts (per 3 piece serving): Calories 350, Calories from Fat 230, Total Fat 26g (40% DV), Saturated Fat 11g (55% DV), Cholesterol 45mg (15% DV), Sodium 570 mg (24% DV), Total Carbohydrates 20g (7% DV), Fiber 1g (4% DV), Sugars 7g, Protein 12g",
    "SKU code": "PG006",
    "Price": "$28.00",
    "Tags": "Appetizers, Cheese, Party, Snack",
    "Link on current site": "http://theperfectgourmet.com/cheddar-cheese-bundles.aspx",
    "productId": 36
  },
  {
    "Name": "Chicken Marsala",
    "Description": "Juicy, seared chicken breasts are slowly cooked in a traditional European sous-vide style to ensure tenderness, and infused with a reduction of Marsala wine, mushrooms, and herbs. It will taste like you spent hours in the kitchen, but no one has to find out how easy it was to prepare.",
    "Amount of Servings": "6 Pieces",
    "Serving Size": "6 oz each",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 28-31 minutes if reheated from frozen. Bake for 18-21 minutes if reheated from thawed. Equipment varies, adjust cooking times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place in a microwave safe dish. Discard plastic pouch.  Microwave on high for 4 to 5 minutes if reheated from frozen. Microwave on high for 3 to 4 minutes if reheated from thawed.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken breast; mushrooms; marsala wine (contains sulphites); flavoured butter (cream, flavour); wild cherry flavoured brandy; water; vegetable oil (canola oil, extra virgin olive oil); salt; parmesan cheese (parmesan cheese (pasteurized part-skim milk, cheese culture, salt, enzymes), anti-caking agent (starch and powdered cellulose)); wheat flour; brown veal stock base (veal stock (concentrated veal broth, water), beef stock (concentrated beef broth, water, salt), flavour (hydrolyzed soy and wheat proteins, soy lecithin, yeast extract, cocoa powder), mirepoix stock (celery juice, carrot juice, onion juice), tomato paste, corn syrup, canola oil, garlic concentrate, mushroom concentrate); white pepper; xanthan gum; black pepper; corn maltodextrin, caramel color; oregano leaves.",
    "Allergy Alerts": "Milk, Eggs, Soy, Wheat",
    "Nutritional Information": "Nutrition Facts (per 6 oz serving): Calories 200, Calories from Fat 70, Total Fat 8g (12% DV), Saturated Fat 4g (19% DV), Cholesterol 80mg (27% DV), Sodium 550mg (23% DV), Total Carbohydrates 5g (2% DV), Fiber less than 1 gram, sugars 3g, Protein 29g",
    "SKU code": "PG158",
    "Price": "$47.00",
    "Tags": "Entrées, Chicken, Italian, Marsala, Wine",
    "Link on current site": "http://theperfectgourmet.com/chicken-marsala.aspx",
    "productId": 31
  },
  {
    "Name": "Chicken Osso Buco",
    "Description": "This chicken version of the classic veal Osso Buco is painstakingly slow cooked to tender perfection, and bathed in an irresistible sauce that features tomatoes, Sauvignon Blanc, parmesan cheese, and spices.  Perfect if you're in the mood for a hearty comfort food that's a little lightened up.",
    "Amount of Servings": "2 Portions",
    "Serving Size": "11 oz each",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place chicken in a small baking dish. Bake for 50-60 minutes from frozen. Bake 30-40 minutes from thawed. Oven temperatures vary, adjust cooking time accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken breast, water, tomato sauce (tomato puree, ((water, tomato paste)), water, less than 2% of salt, citric acid, spice, natural flavors), diced tomato in tomato juice (tomatoes, tomato juice, salt, calcium chloride, citric acid), celery, carrot, onion, sauvignon blanc wine (contains sulfites), vegetable oil (canola oil, extra virgin olive oil), chicken base (chicken meat with natural juices, salt, organic cane sugar, rendered chicken fat, water, onion powder, chicken stock, potato flour, spice (rosemary), spice extractive), parmesan cheese (pasteurized part skim milk, cheese culture, salt, microbial enzymes, modified corn starch, powdered cellulose, potassium sorbate), garlic, modified corn starch, salt, parsley, caramel color, black pepper, fennel seeds, orange zest, lemon zest, anise seeds, bay leaves.",
    "Allergy Alerts": "Dairy",
    "Nutritional Information": "Nutrition Facts (per 11 oz serving) Calories 400, Calories from Fat 200, Total Fat 22g (34% DV), Saturated Fat 6g (29%), Trans Fat 0g, Cholesterol 120mg (40%), Sodium 980mg (41%), Total Carbohydrate 8g (3%), Dietary Fiber 2g (6%), Sugars 3g, Protein 41g",
    "SKU code": "PG257",
    "Price": "$26.00",
    "Tags": "Entrées, Chicken, Osso Bucco, Light",
    "Link on current site": "http://theperfectgourmet.com/chicken-osso-buco.aspx",
    "productId": 48
  },
  {
    "Name": "Chicken Romesco",
    "Description": "At the heart of this beloved dish is succulent chicken, slow cooked in a traditional European fashion. It's joined by red peppers, onions, tomatoes, and Andouille sausage, which are boldly seasoned with smoked paprika, cumin, and cayenne pepper. The flavors come together in perfect harmony for a dish that is out of this world, but is ridiculously easy to prepare.",
    "Amount of Servings": "4 Portions",
    "Serving Size": "4.25 oz each",
    "Conventional Oven": "Cook from frozen. Preheat oven to 355° F. Peel open pouch and place the chicken breast seared side up, into a small baking pan. Use a spoon to scoop out the remaining sauce from the pouch and place it on the chicken. Bake for 36-38 minutes from frozen. Carefully take the baking pan out of the oven and serve. Oven temperatures vary adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Peel open pouch and place the chicken in a microwave safe container. Discard plastic pouch. Place a paper towel on top of container. Microwave on high for 6-8 minutes from frozen or 2-3 minutes from thawed. Carefully remove the container from the microwave and let stand for 1 minute before serving.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken Breast, water, red pepper strips, chicken andouille sausage (chicken water, potassium lactate, sea salt, garlic, seasoning {spices, onion, garlic, extractives of paprika), onion, cayenne pepper, turbinado sugar, lactic and starter culture, lamb casings), tomatoes (tomatoes, tomato juice, sea salt), onion, celery, zucchini, white wine {contains sulfites}, chicken base (chicken meat including natural chicken juices, salt, corn maltodextrin, cane sugar, chicken fat, dried onion, natural flavor, turmeric), garlic in water (garlic, water, naturally occurring sulfites), modified cornstarch ,cilantro, vegetable oil (canola oil, extra virgin olive oil), salt, smoked paprika, cumin, xanthan gum, red pepper flakes.",
    "Allergy Alerts": "Dairy",
    "Nutritional Information": "Nutrition Facts (per 4.25 oz serving): Calories 120, Calories from Fat 25, Total Fat 3g (5% DV), Saturated Fat 0.5g (3% DV), Cholesterol 60mg (20% DV), Sodium 310mg 13% DV), Total Carbohydrate 2g (1% DV), Fiber 0g , Sugars 1g, Protein 19g",
    "SKU code": "PG237",
    "Price": "$26.00",
    "Tags": "Entrées, Chicken, Rustic, Best-Seller",
    "Link on current site": "http://theperfectgourmet.com/Chicken-Romesco.aspx",
    "productId": 27
  },
  {
    "Name": "Chicken Roulade Florentine",
    "Description": "This mouth-watering Chicken Roulade is stuffed with spinach, feta, parmesan and mozzarella cheeses, all seasoned to perfection. It impresses not only in presentation, but with its unbeatable flavors. We did all the prep work for you, so you can enjoy a delicious, effortless dinner for four in under an hour.",
    "Amount of Servings": "1 Roulade",
    "Serving Size": "2.7 lb",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 60-65 minutes if reheated from frozen. Bake for 40-45 minutes if reheated from thawed.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place in a microwave safe dish. Discard plastic pouch. Cover the dish with a paper towel. Avoid touching the food. Microwave on high for 14-16 minutes if reheated from frozen. Microwave on high for 7-9 minutes if reheated from thawed.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken breast pieces; egg whites (egg whites, guar gum, triethyl citrate added as whipping aids); spinach, water, feta cheese (whole milk, skim milk, cultures, enzymes, salt, titanium dioxide); mozzarella cheese (pasteurized whole milk, cheese cultures, salt ,enzymes, anti-caking agent); Blended oil (canola oil, extra virgin olive oil); precooked rice flour, modified corn starch, corn syrup, parmesan cheese (parmesan cheese (cow's milk) rennet salt, cellulose powder), chicken broth concentrate (chicken broth, salt, hydrolyzed soy and corn gluten, chicken fat, flavor (contains salt), onion juice, garlic juice, yeast extract, cornstarch, corn syrup solids, modified corn starch, disodium guanylate, caramel color (from corn), potato starch, natural flavors, natural extractive of turmeric and annatto, paprika extract, soy lecithin), salt, nonfat dry milk solids, garlic in water (garlic water), sodium phosphates, seasoning (celery salt (salt, celery seed), spices including mustard, red pepper, black pepper, bay (laurel leaves), cloves, allspice (pimento), ginger, mace, cardamom, cinnamon), and paprika), seasoning (salt, sugar, onion powder, garlic powder, paprika, black pepper, thyme, savory), white pepper, onion powder, seasoning (hydrolyzed wheat protein, yeast extract, partially hydrogenated soybean and cottonseed oils, natural flavoring), oregano leaves, basil, garlic powder, disodium 5 inosinate, disodium 5 guanylate.",
    "Allergy Alerts": "Milk, Eggs, Soy, Wheat",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 70, Calories from Fat 25, Total Fat 3g (4% DV), Saturated Fat 1g (5% DV), Cholesterol 25mg (9% DV), Sodium 340mg (14% DV), Total Carbohydrates 2g (1% DV), Fiber 0g, sugars 0g, Protein 9g",
    "SKU code": "PG138",
    "Price": "$34.00",
    "Tags": "Entrées, Roast, Winter, Holiday, Family",
    "Link on current site": "http://theperfectgourmet.com/chicken-roulade-florentine.aspx",
    "productId": 32
  },
  {
    "Name": "Chicken Roulade Stuffed with Asparagus and Prosciutto",
    "Description": "This Chicken Roulade is perfect for an easy, effortless dinner for four in under an hour, and is a wonderful solution for last minute holiday meals. Juicy chicken breast meat surrounds a blend of prosciutto, asparagus, fontina cheese, cream cheese, red and yellow peppers and pine nuts. It's great for gift giving, but don't forget to get an extra one for yourself.",
    "Amount of Servings": "1 Roulade",
    "Serving Size": "2.53 lb",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 60-65 minutes if reheated from frozen. Bake for 40-45 minutes if reheated from thawed.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place in a microwave safe dish. Discard plastic pouch. Cover the dish with a paper towel. Avoid touching the food. Microwave on high for 14-16 minutes if reheated from frozen. Microwave on high for 7-9 minutes if reheated from thawed.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken breast pieces, water, egg whites (egg whites, guar gum, triethyl citrate added as whipping aids), asparagus, prosciutto (pork, salt, contains less than 2% of the following: sugar, potassium nitrate, spices, garlic, sodium nitrate, ascorbic acid, starter culture, sodium ascorbate), fontina cheese (cultured milk, enzymes, salt, cellulose to prevent caking, natamycin to protect flavor), red bell peppers, yellow bell peppers, diced tomato in tomato juice (tomatoes, tomato juice, salt, calcium chloride, citric acid), cream cheese (pasteurized milk and cream, skim milk, cheese culture, salt, stabilizers (carob bean and/or xanthan and/or guar gums)), precooked rice flour, pine nuts, blended oil (canola oil, extra virgin olive oil), modified corn starch, sun dried tomatoes (sun dried tomatoes, salt), salt, chicken broth concentrate (chicken broth, salt, hydrolyzed soy and corn gluten, chicken fat, flavor (contains salt), onion juice, garlic juice, yeast extract, cornstarch, corn syrup solids, modified corn starch, disodium inosinate, disodium guanylate, caramel color (from corn), potato starch, natural flavors, natural extractive of turmeric and annatto, paprika extract, soy lecithin), sodium phosphates, seasoning (celery salt (salt, celery seed), spices (including mustard, red pepper, black pepper, bay (laurel) leaves, cloves, allspice (pimento), ginger, mace, cardamom, cinnamon), and paprika), seasoning (salt, sugar, onion powder, paprika, black pepper, thyme, savory), sugar, basil, white pepper, onion powder, garlic powder.",
    "Allergy Alerts": "Milk, Eggs, Soy, Tree Nuts",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 70, Calories from Fat 30, Total Fat 3.5g (5% DV), Saturated Fat 1g (4% DV), Cholesterol 25mg (8% DV), Sodium 350mg (14% DV), Total Carbohydrates 2g (1% DV), Fiber 0g, sugars 0g, Protein 8g",
    "SKU code": "PG139",
    "Price": "$34.00",
    "Tags": "Entrées, Roast, Winter, Holiday, Family",
    "Link on current site": "http://theperfectgourmet.com/chicken-roulade-asparagus-prosciutto.aspx",
    "productId": 38
  },
  {
    "Name": "Coconut Encrusted Tilapia",
    "Description": "Mild, flaky tilapia fillets are lightly coated in a blend of rice flour, coconut, and seasoning, for a subtly sweet, tropical flavor. Skip the mess that comes with preparing fish on your own, because we've done it all for you. Just stick it in the oven, and in minutes you will have a delicious dinner that your whole family will love.",
    "Amount of Servings": "10 Count",
    "Serving Size": "3.25 oz each",
    "Conventional Oven": "Preheat oven to 400° F. Place fillets on a lightly oiled baking pan. From frozen: bake  for 12-15 minutes or until fish reaches internal temperature of 165° F. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Tilapia, bleached wheat flour, enriched bleached wheat flour (niacin, reduced iron, thiamine, mononitrate, riboflavin, folic acid), water, soybean oil, coconut, powdered sugar, modified food starch, yellow corn flour, modified corn starch, salt, sugar, egg whites, buttermilk, nonfat milk, onion powder, tapioca maltodextrin, leavening (sodium acid pyrophosphate, sodium bicarbonate, monocalcium phosphate), sorbitol, citric acid, disodium inosinate and disodium guanylate, corn starch, maltodextrin, artificial flavor, yeast extract, xanthan gum, natural flavor, triacetin, spice extractive.",
    "Allergy Alerts": "Milk, Eggs, Fish (Tilapia), Wheat, Tree Nuts (Coconut)",
    "Nutritional Information": "Nutrition Facts (per 3.25 oz serving): Calories 400, Calories from Fat 180, Total Fat 17g (26%), Saturated Fat 8g (40%), Cholesterol 50mg (17%), Sodium 640mg (27%), Total Carbohydrates 26g (9%), Fiber 3g (12%), Sugars 4g, Protein 24g",
    "SKU code": "PG144",
    "Price": "$35.00",
    "Tags": "Entrées, Seafood, Tilapia, Coconut, Tropical",
    "Link on current site": "http://theperfectgourmet.com/coconut-encrusted-tilapia.aspx",
    "productId": 54
  },
  {
    "Name": "Colossal Shrimp Scampi",
    "Description": "These colossal shell-on shrimp are bathed in a buttery sauce infused with garlic and white wine that rivals that of any restaurant. This dish is quick and easy to prepare, but guaranteed to impress your guests and delight every palate. It's even more satisfying served with bread, to soak up the flavorful broth from the shrimp.",
    "Amount of Servings": "2 lbs (about 15 shrimp)",
    "Serving Size": "",
    "Conventional Oven": "Place frozen shrimp in a single layer in oven safe casserole dish. Bake in a preheated 375°F oven for 14-18 minutes. Turn frequently and baste with sauce during cooking.",
    "Pan Fry": "Do not defrost. Preheat skillet over medium heat. Place frozen shrimp in a single layer and saute on each side 4-5 minutes, until thoroughly cooked. Place a lid on top of skillet for faster results.",
    "Steam": "",
    "Microwave": "",
    "Grill": "Item is butter glazed, so do not place directly on open flames or grill. Place frozen glazed shrimp on aluminum foil, fold sides up to catch liquid, and cook over medium low heat for 8 - 12 minutes, turning frequently. For added flavor baste with sauce while cooking.",
    "Defrost": "",
    "Ingredients": "Shrimp, palm oil, butter, liquid and partially hydrogenated soybean oil, wine, garlic powder, salt, maltodextrin, parmesan cheese (part skim milk, cheese cultures, salt enzymes)soy lecithin, dextrose, hydrolyzed soy protein, spices, whey, enzyme modified butter, corn syrup solids, dehydrated parsley, onion powder, buttermilk solids, concentrated lemon juice, natural and artificial flavors, canola oil as a processing aid), flavor, polysorbate 80, xanthan gum, natural flavor, TBHQ and citric acid (added to protect flavor), beta carotene (color), dimethylpolysiloxane (an anti foaming agent) sodium tripolyphosphate (to retain moisture), sodium bisulfite (as a preservative).",
    "Allergy Alerts": "Shrimp, Milk, Soy",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 340, Calories from Fat 270, Total Fat 31g (48%  DV), Saturated Fat 12g (60% DV), Cholesterol 110mg (37% DV), Sodium 890mg (37% DV),Total Carbohydrates 5g (2% DV), Fiber 0g, Protein 10g, Sugars 1g",
    "SKU code": "PG148",
    "Price": "$45.00",
    "Tags": "Entrées, Seafood, Shrimp, Italian, Rustic",
    "Link on current site": "http://theperfectgourmet.com/colossal-shrimp-scampi.aspx",
    "productId": 49
  },
  {
    "Name": "Corn and Edamame Quesadilla",
    "Description": "These quesadillas are the perfect vegetarian appetizer, and are as pleasing to the eye as they are to the palate. We fill flour tortillas with corn, edamame, American and pepper jack cheese, poblano peppers, and a savory blend of spices; then we cut them into small slices--ready for you to pop into your mouth or onto a platter.",
    "Amount of Servings": "22 count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 375° F. Bake for 10-12 minutes. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Edamame, flour tortilla (enriched bleached wheat flour (flour, malted barley flour, niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), water, soybean oil, hydrogenated vegetable oil (contains one or more of the following: cottonseed oil, soybean oil), mono-diglycerides, contains 2% or less of the following: salt, baking powder (sodium acid pyrophosphate, sodium bicarbonate, cornstarch, monocalcium phosphate), dough conditioner (sodium stearoyl  lactylate, calcium sulfate), and potassium sorbate), corn, pepper jack cheese (monterey jack cheese (cultured milk, salt, enzymes), american cheese (cultured milk, salt, enzymes), water, cream, jalapeno peppers, sodium phosphate, red bell peppers, salt, sorbic acid (preservative), powdered cellulose added to prevent caking, lactic acid, artificial color), onion, red pepper, egg, poblano pepper, garlic, seasonings, modified cornstarch, salt, pepper.",
    "Allergy Alerts": "Wheat, Gluten, Milk, Egg, Soy, Sulfites",
    "Nutritional Information": "",
    "SKU code": "PG016",
    "Price": "$28.00",
    "Tags": "Entrées, Appetizers, Quesadilla, Easy, Vegetarian",
    "Link on current site": "http://theperfectgourmet.com/corn-and-edamame-quesdilla.aspx",
    "productId": 53
  },
  {
    "Name": "Corn Souffle",
    "Description": "This decadent dish is made with whole kernel corn that is blended with cornmeal, buttermilk, sour cream, and eggs to achieve a subtly sweet bite that melts in your mouth. This two pound tray serves 6-8 people, but can easily be stored and eaten with dinner the next few nights. The perfect accompaniment for a dinner party or holiday meal.",
    "Amount of Servings": "2 lb Tray",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 400° F degrees. Remove lid and place tray on the oven rack. Bake 65-75 minutes from frozen 35-45 minutes from thawed. Watch casserole and cover loosely with foil while baking, if browning too much during baking. Caution: Casserole will be very hot!",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Cream style corn (corn, water, sugar, modified corn starch, salt) whole kernel yellow corn, sour cream (cultured milk, cream, whey, modified corn starch, sodium phosphate, guar gum, carrageenan, carob bean gum and potassium sorbate (maintains freshness)), cornbread mix (enriched degerminated white corn meal, enriched bleached wheat flour, vegetable shortening [partially hydrogenated soybean oil, hydrogenated cottonseed oil, mono- and diglycerides), buttermilk, whole eggs, sugar, whey, salt, dextrose, sodium bicarbonate, sodium aluminum phosphate, monocalcium phosphate, xanthan gum, malted barley flour, niacin, iron (reduced), thiamine mononitrate, riboflavin, folic acid)",
    "Allergy Alerts": "Wheat, Milk, Eggs",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 150, Calories from Fat 50, Total Fat 6g (9% DV), Saturated Fat 2.5g (13% DV), Cholesterol 60mg (20% DV), Sodium 220g (9% DV), Total Carbohydrates 24g (8% DV), Fiber 1g, Sugars 7g, Protein 4g",
    "SKU code": "PG184",
    "Price": "$20.00",
    "Tags": "Sides, Casserole, Winter, Corn, Holiday",
    "Link on current site": "http://theperfectgourmet.com/corn-souffle.aspx",
    "productId": 44
  },
  {
    "Name": "Dijon Tilapia",
    "Description": "Tilapia fillets are coated in a mixture of Dijon mustard, honey, brown sugar, and spices, for a familiar taste with a unique twist. With ten fillets to a pack, you'll have plenty in the freezer for those long days and busy nights when you need a fast, tasty dinner.",
    "Amount of Servings": "10 Count",
    "Serving Size": "3.25 oz each",
    "Conventional Oven": "Preheat oven to 400° F. Place frozen filets on a baking sheet. Bake for 25-30 minutes or until fish reaches internal temperature of 165° F. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "Set stovetop to medium/high heat. Lightly oil a medium sized saute' pan and evenly place salmon burgers. Cook burgers for approximately 2-3 minutes per side or until desired.",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Tilapia, bleached wheat flour, wheat flour, water, soybean oil, salt, contains 2% or less of: egg whites, corn starch, yeast, dextrose, maltodextrin, citric acid, garlic powder, corn syrup solids, gum arabic, soy sauce solids (fermented wheat and soybeans, salt, maltodextrin, caramel color), tamarind, mustard powder, turmeric modified food starch, honey crystals, molasses granules, brown sugar, granulated sugar, granulated onion, natural smoke flavor, vinegar solids, tricalcium phosphate.",
    "Allergy Alerts": "Fish (Tilapia), Wheat, Soybeans, Eggs",
    "Nutritional Information": "Nutrition Facts (per 3.25 oz serving): Calories 300, Calories from Fat 90, Total Fat 10g (15%), Saturated Fat 2g (10%), Cholesterol 45mg (15%), Sodium 690mg (29%), Total Carbohydrates 34g (11%), Fiber 8g (32%), Sugars 1g, Protein 25g",
    "SKU code": "PG147",
    "Price": "$35.00",
    "Tags": "Entrées, Seafood, Tilapia",
    "Link on current site": "http://theperfectgourmet.com/dijon-tilapia.aspx",
    "productId": 59
  },
  {
    "Name": "Fig & Mascarpone Purses",
    "Description": "A sophisticated combination of sweet figs and tart, creamy mascarpone cheese is nestled inside delicate phyllo purses. Super easy to prepare, they go from freezer to oven to table in six minutes, so you'll always be ready for unexpected guests.",
    "Amount of Servings": "20 count",
    "Serving Size": "0.8 oz each",
    "Conventional Oven": "Do not defrost. Bake in preheated 400° F oven for 5-6 minutes, until internal temperature reaches a minimum of 160° F. Oven temperatures vary.. Adjust accordingly. Refrigerate or discard unused cooked portion.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Dried figs (figs, potassium sorbate, sulfur dioxide), mascarpone cheese (pasteurized milk, cream, citric acid), sugar, lemon juice, bread crumbs (wheat flour, contains 2% or less of the following: sugar, yeast, soybean oil, salt), fillo dough (enriched bleached wheat flour [bleached flour, niacin, iron, thiamin mononitrate, riboflavin, folic acid), water, corn starch, dextrose, maltodextrin, vital wheat gluten, salt, canola oil, preservatives (calcium propionate, potassium sorbate), citric acid, margarine (palm and palm kernel oil, soybean oil, water, salt, contains less than 2% of nonfat dry milk solids, soy lecithin, vegetable mono & diglycerides, sodium benzoate (A Preservative), citric acid, natural and artificial flavor, beta carotene (color), vitamin A palmitate added.",
    "Allergy Alerts": "Milk, Wheat, Soy",
    "Nutritional Information": "Nutrition Facts (per 4 piece serving): Calories 310, Calories from Fat 90, Total Fat 10g (15% DV), Saturated Fat 5g (25% DV), Trans Fat 0g, Cholesterol 15mg (5%), Sodium 135mg (6%), Dietary Fiber 6g (24%), Sugars 27g, Protein 4g",
    "SKU code": "PG045",
    "Price": "$34.00",
    "Tags": "Appetizers, Cheese, Fig, Party, Holiday",
    "Link on current site": "",
    "productId": 67
  },
  {
    "Name": "Salmon Cakes",
    "Description": "These salmon cakes are made with wild-caught Alaskan salmon, combined with fresh basil, sun-dried tomatoes, and cream cheese. Each is individually wrapped, and ready to grill, sauté, or bake to perfection. They can be eaten alone like a crab cake or with all the fixings like a burger. Either way, you are sure to love them.",
    "Amount of Servings": "6 Cakes",
    "Serving Size": "3.5 oz each",
    "Conventional Oven": "Set oven temperature to 375° F. Lightly grease oven safe tray and evenly place salmon burgers. Place tray in the center of the oven and cook for approximately 5 minutes or until desired.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Salmon, cream cheese (pasteurized cultured milk and cream, salt, stabilizers [xanthan and/or carob bean and/or quar]), sun-dried tomato (sun-dried tomatoes, salt, sulfur dioxide, glucose, citric acid), panko bread crumbs (bleached wheat flour, dextrose, yeast, salt), basil, salt, onion powder, lemon puree, garlic powder, white pepper.",
    "Allergy Alerts": "Milk, Fish (Salmon), Wheat",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 260, Calories from Fat 160, Total Fat 18g (28% DV), Saturated Fat 8g (40% DV), Cholesterol 75mg (25% DV), Sodium 550mg (23% DV), Total Carbohydrates 7g (2% DV), Fiber 1g (4% DV), Sugars 2g, Protein 18g",
    "SKU code": "PG127",
    "Price": "$22.00",
    "Tags": "Entrées, Seafood, Burger, Grill",
    "Link on current site": "http://theperfectgourmet.com/salmon-burgers.aspx",
    "productId": 62
  },
  {
    "Name": "Indian Flatbread",
    "Description": "This flavorful flatbread is piled high with six different vegetables, feta cheese, and a rich, Jalfrezi sauce. Perfect as a light, satisfying appetizer or vegetarian entreé, though highly addictive!",
    "Amount of Servings": "1 Flatbread",
    "Serving Size": "1 lb",
    "Conventional Oven": "Bake at 375° F for 15-18 minutes. Cook from frozen to golden brown in color. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Flatbread (wheat flour, soybean oil, yeast, dextrose, calcium propionate (preservative), soy lecithin), jalfrezi (water, green and red pepper, creamed coconut, vinegar, sugar, onion powder, tomato, spices, canola oil, desiccated coconut, dried onion, cornstarch, garlic, sea salt, cilantro), cream cheese (pasteurized cultured milk and cream, salt, stabilizers (xanthan and/or carob bean and/or guar gums), feta cheese (pasteurized part skim milk, enzymes, salt), half & half, (milk, cream, carrageenan, sodium citrate, broccoli, cauliflower, carrot, tomato, onion, baby corn, garlic, red pepper, scallion, roasted cumin, ground coriander, paprika, salt, pepper",
    "Allergy Alerts": "Milk, Eggs, Nuts",
    "Nutritional Information": "",
    "SKU code": "PG107",
    "Price": "$16.00",
    "Tags": "Entrées, Appetizers, Vegetarian, Pizza, Flatbread",
    "Link on current site": "",
    "productId": 58
  },
  {
    "Name": "Jumbo Lump Crab Cakes",
    "Description": "Each of our mouthwatering crab cakes is individually wrapped, and packed full of succulent, seasoned crab meat, with very minimal filler. Enjoy them on their own or in between a soft, fresh roll for the best tasting sandwich you'll ever have.",
    "Amount of Servings": "8 Crab Cakes",
    "Serving Size": "3 oz each",
    "Conventional Oven": "For best results, thaw crab cakes overnight. Preheat oven to 350° F and spray cookie sheet with nonstick spray.  Brush with either melted butter or mayonnaise and cook for approximately 25 minutes or until golden brown.",
    "Pan Fry": "Preheat frying pan to medium-high heat. Saute with butter or olive oil for 6-8 minutes per side or until golden brown.",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Jumbo lump crabmeat, mayonnaise (soybean oil, water, whole eggs, and egg yolks, vinegar, salt, sugar, lemon juice [from concentrate], oleoresin paprika, natural flavors, calcium disodium EDTA [to protect quality], fresh bread cubes (enriched wheat flour [flour, malted barley flour, reduced iron, niacin, thiamin mononitrate [Vitamin B1], riboflavin [Vitamin B2], folic acid), water, yeast, soybean, oil, salt, grain vinegar, high fructose corn syrup, preservative (calcium propionate, sorbic acid), mono and diglycerides, monocalcium phosphate, datem, wheat gluten, calcium sulphate, soy lecithin, azodicarbonamide, soy flour), pasteurized whole eggs, worcestershire sauce (distilled vinegar, molasses, corn syrup, water, salt, caramel color, sugar, spices, anchovies, natural flavor (contains soy) and Tamarind), bay country seasonings (salt, ground mustard, ground celery seed, ground red pepper, paprika, whole thyme, crushed red pepper), dijon mustard (water, vinegar, mustard seed, salt, white wine, fruit pectin, citric acid, sugar, spices)",
    "Allergy Alerts": "Shellfish (Crab), Wheat, Soy, Milk, Eggs",
    "Nutritional Information": "Nutrition Facts (per 3 oz. serving): Calories 220, Calories from Fat 120, Total Fat 14g (22% DV), Saturated Fat 2g (10% DV), Cholesterol 55mg (18% DV), Sodium 470mg (20%), Total Carbohydrates 7g (2% DV), Fiber 0g, sugars 1g, Protein 13g",
    "SKU code": "PG125",
    "Price": "$65.00",
    "Tags": "Entrées, Seafood, Crab",
    "Link on current site": "",
    "productId": 74
  },
  {
    "Name": "Lemon Caper Colossal Shrimp",
    "Description": "Colossal succulent shrimp are bathed in a mouthwatering sauce that combines the tartness of lemon, the saltiness of capers, and the richness of butter. Serve it atop linguine or your favorite pasta, and wow your guests with a simple but elegant dinner.",
    "Amount of Servings": "2 lbs (about 15 shrimp)",
    "Serving Size": "",
    "Conventional Oven": "",
    "Pan Fry": "Preheat skillet on medium for 1 minute, arrange frozen shrimp in a single layer in the skillet. Saute over medium heat for 7-10 minutes, turning frequently, or until shrimp turn orange outside and become opaque white inside.",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Shrimp, butter (cream, salt), palm oil, glaze (partially hydrogenated soybean oil, salt, soy lecithin, natural and artificial flavor, TBHQ & citric acid added to protect flavor, Beta-Carotene (color), Dimethylpolysiloxane (anti-foaming agent), caper juice, seasoning (citric acid, lemon oil, lemon juice, ascorbic acid, vitamin C, maltodextrin), nonfat milk, soy, lecithin, sodium tripolyphosphate (to retain moisture), sodium bisulfite (as a preservative).",
    "Allergy Alerts": "Crustacean Shellfish (shrimp), Dairy, Soy",
    "Nutritional Information": "Nutrition Facts (per 2 shrimp serving) Calories 210, Calories from Fat 25, Total Fat 2.5g (4% DV), Saturated Fat 1.5g (8%), Trans Fat 0g, Cholesterol 80mg (27%), Sodium 150mg (6%), Total Carbohydrate 1g (0%), Dietary Fiber 0g, Sugars 0g, Protein 19g",
    "SKU code": "PG106",
    "Price": "$45.00",
    "Tags": "Entrées, Appetizers, Seafood, Shrimp, Lemon, Fresh",
    "Link on current site": "http://theperfectgourmet.com/shrimp-with-lemon-butter-capers.aspx",
    "productId": 69
  },
  {
    "Name": "Lemon Caper Tilapia",
    "Description": "Fresh lemon is the perfect compliment to the salty tang of capers, and moist tilapia filets are the perfect vehicle for these flavors.  Serve with your favorite pasta, and you've got the ultimate dinner solution for nights when you're short on time, but want something healthy and delicious.",
    "Amount of Servings": "10 Fillets",
    "Serving Size": "3.4 oz each",
    "Conventional Oven": "From frozen: Preheat oven to 375° F. Remove fish from package and place in oven safe casserole dish. Bake for 20-25 minutes. Let rest prior to serving. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Tilapia, butter (cream, salt), caper butter (buttercream, water, salt, canola oil, capers, lemon juice, lemon pepper seasoning, lemon peel, xanthan gum, modified food starch), palm oil, glaze (partially hydrogenated soybean oil, water, soy lecithin, natural and artificial flavor, TBHQ & citric acid added to protect flavor, beta-carotene (color), dimethylpolysiloxane, (anti foaming agent), caper juice, seasoning (citric acid), lemon oil, lemon juice, ascorbic acid (vitamin c) maltodextrin), nonfat milk, parsley, soy lecithin",
    "Allergy Alerts": "Fish (Tilapia), Dairy, Soy",
    "Nutritional Information": "Nutrition Facts (per 3.4 oz serving): Calories 210, Calories from Fat 30, Total Fat 3g (5%), Saturated Fat 2g (10%), Cholesterol 45mg (15%), Sodium 200mg (8%), Total Carbohydrates 0g , Fiber 0g, Sugars 0g, Protein 18g",
    "SKU code": "PG154",
    "Price": "$39.00",
    "Tags": "Entrées, Appetizers, Seafood, Tilapia, Lemon, Fresh",
    "Link on current site": "http://theperfectgourmet.com/lemon-caper-tilapia.aspx",
    "productId": 72
  },
  {
    "Name": "Lobster Mac & Cheese",
    "Description": "This decadent version of a classic family favorite combines macaroni shells with succulent lobster, and a cheese sauce made from Gruyere, cream, sherry, and the perfect blend of spices. Even those who claim not to like lobster will find themselves unable to resist this rich and creamy dish.",
    "Amount of Servings": "1.5 lb Tray",
    "Serving Size": "",
    "Conventional Oven": "Cook from frozen. Remove plastic wrap from tray. Preheat oven to 375° F. Place tray on sheet pan. Bake for 25 minutes. Stir and continue to cook for an additional 10 minutes.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Cooked macaroni shells (durum wheat semolina, niacin, ferrous sulfate, thiamine mononitrate, riboflavin, folic acid), cooked lobster, light cream (pasteurized milk, cream), gruyere cheese (pasteurized cow's milk, cheese cultures, salt, enzymes), powdered cellulose (added to prevent caking), unsalted butter (sweet cream, natural flavor), sherry wine, shallots, olive oil, modified corn starch, soy lecithin, black powder, nutmeg.",
    "Allergy Alerts": "Wheat, Milk, Shellfish (Lobster), Soy",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 240, Calories from Fat 110, Total Fat 13g (20% DV), Saturated Fat 7g (35% DV), Cholesterol 45mg (15% DV), Sodium 170g (7% DV), Total Carbohydrates 19g (6% DV), Fiber 1g, Sugars 1g, Protein 11g",
    "SKU code": "PG131",
    "Price": "$25.00",
    "Tags": "Sides, Cheese, Casserole, Seafood, Lobster",
    "Link on current site": "http://theperfectgourmet.com/lobster-mac-and-cheese.aspx",
    "productId": 68
  },
  {
    "Name": "Mac & Cheese Bites with Bacon",
    "Description": "For this new twist on an old classic, we take five different cheeses and smokey bacon, add in macaroni, form into bite size balls and roll them in panko for a perfect crunch every time they come out of the oven. No sauces, dips, or sides necessary--these bites are pure snack perfection.",
    "Amount of Servings": "50 count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 475° F. Bake for 11-12 minutes until golden brown and internal temperature reaches 165° F. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Elbow macaroni (water, enriched durum semolina [durum semolina wheat flour, niacin, ferrous sulfate, thiamine mononitrate, riboflavin, folic acid, half & half (milk, cream), gouda cheese (pasteurized skim milk, cultures, salt, enzymes, annatto), mozzarella cheese (pasteurized part skim, cultures, salt and enzymes), cream cheese (pasteurized cultured milk and cream, salt, stabilizers (xanthan and/or carob bean and/or guar gums)), sharp cheddar cheese (pasteurized milk, cheese culture, enzymes, annatto coloring, cellulose or start), plain panko (unbleached and unbromated wheat flour, sugar, salt, yeast, ascorbic acid (added as dough conditioner), cheddar cheese (pasteurized milk, cheese, culture, salt, enzymes, annatto coloring, cellulose), bacon (bacon cured with water, salt, sugar, sodium phosphate, sodium erythorbate, sodium nitrite), wheat flour enriched (niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), malted barley flour), onion, fried in canola oil (canola oil, food grade antioxidant (tertiary butyl hydroquinone and citric acid), food grade antifoaming agent (dimethylpolysiloxane), whole eggs, water, sugar, sea salt, butter (pasteurized cream), cayenne pepper, white pepper.",
    "Allergy Alerts": "Milk, Eggs, Wheat",
    "Nutritional Information": "Nutrition Facts (per 3 piece serving): Calories 220, Calories from Fat 120, Total Fat 13g (20% DV), Saturated Fat 8g (40%), Trans Fat 0g, Cholesterol 40mg (13%), Sodium 340mg (14%), Total Carbohydrate 14g (5%), Dietary Fiber 1g (4%), Sugars 2g, Protein 11g",
    "SKU code": "PG014",
    "Price": "$30.00",
    "Tags": "Appetizers, Bacon, Cheese, Party, Kids",
    "Link on current site": "http://theperfectgourmet.com/mac-and-cheese-bites-with-bacon.aspx",
    "productId": 63
  },
  {
    "Name": "Mac & Cheese",
    "Description": "It's hard to think of something that Mac & Cheese does not go well with. Our version of this beloved classic features high-quality cheddar cheese with all the right seasonings. Your guests might think it’s homemade. Your secret is safe with us.",
    "Amount of Servings": "2 lb Tray",
    "Serving Size": "",
    "Conventional Oven": "Thaw overnight or up to 48 hours in refrigerator. Preheat oven to 400° F. Remove lid. Bake casserole for 35 to 45 minutes. Watch casserole if top begins to brown too much, cover loosely with foil and continue cooking until done. From Frozen: Preheat oven to 400° F. Remove lid. Bake casserole for 65-75 minutes. Watch casserole if top begins to brown too much, cover loosely with foil and continue cooking until done. Equipment varies, adjust cook times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Whole milk, macaroni pasta (semolina, enriched with iron (ferrous sulfate) and B vitamins (niacin, thiamin mononitrate, riboflavin, folic acid), water, monterey jack cheese (cultured pasteurized milk, salt, enzymes) sharp cheddar cheese (cultured pasteurized milk, salt,enzymes, artificial color, potato starch and powdered cellulose (to prevent caking), natamycin [a natural mold inhibitor] pasteurized processed American cheese (cultured milk, water, cream, sodium phosphate, salt, sodium citrate, lactic acid, sorbic acid {preservative}, enzymes), mozzarella cheese (cultured pasteurized part skim milk, salt , enzymes, potato starch and powdered cellulose (to prevent caking), natamycin (a natural mold inhibitor), heavy whipping cream, Butter (cream, salt), asiago cheese (cultured milk, enzymes, salt, cellulose {to prevent caking}, natamycin {to protect flavor}), non dairy creamer (partially hydrogenated soybean oil, corn syrup solids, sodium caseinate {a milk derivative}, mono & diglycerides, sodium citrate, salt, dipotassium phosphate, sodium silico aluminate {anti-cake}, carrageenan, modified cornstarch, salt, sugar, soy lecithin, white pepper, garlic powder, annatto/ turmeric (silica gel, propylene glycol, polysorbate 80, purified turmeric, purified annatto, potassium hydroxide.",
    "Allergy Alerts": "Wheat, Milk, Soy",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 300, Calories from Fat 170, Total Fat 19g (29% DV), Saturated Fat 11g (55% DV), Cholesterol 55 mg (18% DV), Sodium 530g (22% DV), Total Carbohydrates 18g (6% DV), Fiber 1g, Sugars 2g, Protein 14g",
    "SKU code": "PG174",
    "Price": "$19.00",
    "Tags": "Sides, Cheese, Casserole, Comfort",
    "Link on current site": "http://theperfectgourmet.com/gourmet-mac-and-cheese-1.aspx",
    "productId": 66
  },
  {
    "Name": "Maple Cedar Salmon",
    "Description": "The rich flavor of salmon is elevated by the sweetness of maple and brown sugar, and a tantalizing smokiness adds that fresh, right off the grill taste. Salmon is also loaded with vitamins, protein, and healthy fats, so you can satisfy both your nutritional needs and your taste buds.",
    "Amount of Servings": "5 Fillets",
    "Serving Size": "4 oz each",
    "Conventional Oven": "From Thawed: Preheat oven to 400° F. Place fillets on a lightly oiled sheet pan and bake for 16-18 minutes. Flip halfway through cooking. From Frozen: Preheat oven to 425° F. Place frozen filets on a lightly oiled sheet pan and bake for 16-18 minutes. Flip halfway through cooking.",
    "Pan Fry": "From Thawed: Pan saute on medium-high heat in a lightly oiled skillet for 7-9 minutes. Flip halfway through cooking. From Frozen: Pan saute on medium-high in a lightly oiled skillet and cook for 12-14 minutes. Flip halfway through cooking.",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Salmon, modified corn starch, vegetable oil (canola, cottonseed, soybean and/or sunflower), water, rice, flour, contains 2% or less of maltodextrin, gum arabic, salt, soy lecithin, sugar, orange juice powder, spices, molasses, brown sugar, nature applewood smoke flavor, natural flavors, natural fire roasted cedar plank type flavor (maltodextrin, natural flavor (contains natural smoke flavor)), chili powder (chili pepper, garlic powder), disodium guanylate, disodium inosinate, lemon juice powder (corn syrup solids, lemon juice solids), maple syrup, natural and artificial maple flavor (flavoring, corn syrup, maple syrup, caramel color (contains sulfites), sodium tripolyphosphate (to retain moisture).",
    "Allergy Alerts": "Fish, Soy, Sulfites",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 250, Calories from Fat 110, Total Fat 12g (18% DV), Saturated Fat 2g (10% DV), Trans Fat 0g, Cholesterol 50mg (17% DV), Sodium 370 mg (15%), Total Carbohydrate 12g (4%), Sugars 1g, Protein 23g",
    "SKU code": "PG108",
    "Price": "$25.00",
    "Tags": "Entrées, Seafood, Grill, Salmon, Maple",
    "Link on current site": "",
    "productId": 78
  },
  {
    "Name": "Mediterranean Bundle",
    "Description": "This hearty entrée packs in six delicious vegetables, along with Monterey Jack, Gouda cheese, and couscous, all housed inside a crispy spring roll package. It's a favorite among meat eaters, vegetarians, and everyone in between, and perfect for nights you don't have time to cook, but still want to impress.",
    "Amount of Servings": "4 Count",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 375° F. Place bundles on baking tray and cook for 25-35 minutes or until pastry is golden brown. Oven temperatures vary, adjust cooking time accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Onion, mushroom, couscous (wheat flour), zucchini, yellow squash, asparagus, red pepper, monterey jack cheese (milk, salt, enzymes, natamycin), gouda cheese (cultured pasteurized milk, whey, cream, sodium citrate, cornstarch, less than 2% of enzymes, salt, annatto color, sodium phosphate, guar gum, sorbic acid), garlic, olive oil, parmesan cheese (pasteurized cow's milk, cheese cultures, salt, enzymes), oregano, herbs de Provence (rosemary, fennel, savory, thyme, lavender) salt, white pepper, cayenne pepper.",
    "Allergy Alerts": "Dairy, Wheat",
    "Nutritional Information": "",
    "SKU code": "PG163",
    "Price": "$29.00",
    "Tags": "Entrées, Vegetarian, Pastry, Mediterranean",
    "Link on current site": "http://theperfectgourmet.com/Mediterranean-Bundle.aspx",
    "productId": 71
  },
  {
    "Name": "Mini Beef Wellington",
    "Description": "We've turned this extravagant entrée into a bite-sized appetizer. Mushroom duxelle, made with heavy cream, shallots, and sherry, join tender bites of filet mignon that finish off medium rare after baking. This sumptuous creation is housed in buttery, flaky puff pastry, for the perfect dinner party finger food. Don't let your busy schedule and long to-do lists get in the way of throwing a fabulous party.",
    "Amount of Servings": "24 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 425° F. Place wellingtons on a lightly sprayed baking sheet. Bake for 12-18 minutes. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling Ingredients: Beef, flour, butter, mushrooms, onions, shallots, heavy cream, sherry wine, garlic, bayleaf, truffle oil, salt, pepper, spices. Pastry Dough Ingredients: Flour, butter, water, salt, cream of tartar",
    "Allergy Alerts": "Dairy, Wheat",
    "Nutritional Information": "Nutrition Facts (per 4 piece serving) Calories 320, Calories from Fat 220, Total Fat 24g (37% DV), Saturated Fat 14g (70% DV), Cholesterol 60mg (20% DV), Sodium 400mg (17% DV), Total Carbohydrates 22g (7% DV), Fiber 1g, Sugars 1g, Protein 4g",
    "SKU code": "PG230",
    "Price": "$36.00",
    "Tags": "Appetizers, Beef, Pastry, Party, Winter",
    "Link on current site": "http://theperfectgourmet.com/mini-beef-wellington.aspx",
    "productId": 98
  },
  {
    "Name": "Mini Spinach Quiche",
    "Description": "Good food is always somehow better in mini version. Inspired by the traditional brunch favorite, we filled bite-size buttery, pastry shells with a delectable combination of spinach, Swiss cheese, and spices. Perfect for parties or brunches, and always a hit with every age.",
    "Amount of Servings": "24 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 400° F. Place on a lightly sprayed baking sheet. Bake for 8-10 minutes, or until internal temperature reaches 165° F. Oven temperatures vary; adjust accordingly. Allow to cool before serving.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Dough Ingredients: Flour (bleached wheat flour, wheat flour, malted barley flour, niacin, iron, thiamine mononitrate, riboflavin, folic acid), water, margarine (palm oil, water, salt, nonfat dry milk solids, soy lecithin, vegetable mono & diglycerides, sodium benzoate [a preservative], citric acid, natural & artificial flavor, vitamin A palmitate added, beta carotene [color], soybean oil, sugar, salt. filling ingredients: Swiss cheese (part skim milk, cheese cultures, salt, enzymes), spinach, onions, salt, black pepper, chives, modified food starch, quiche custard mix (water, modified corn starch, whey powder, coconut oil, egg white powder, whole egg powder, maltodextrin, salt, less than 2% of sodium caseinate, dipotassium phosphate, turmeric oleoresin, extractives of annatto, natural flavors, mono & diglycerides, sodium phosphate, silicon dioxide [anti-caking agent] salt, nutmeg, white pepper)",
    "Allergy Alerts": "Dairy, Wheat, Eggs, Soy",
    "Nutritional Information": "Nutrition Facts (per 3 piece serving) Calories 190, Calories from Fat 90, Total Fat 10g (15% DV), Saturated Fat 4.5g (23% DV), Cholesterol 15mg (5% DV), Sodium 310mg (13% DV), Total Carbohydrates 20g (7% DV), Fiber 0g, Sugars 2g, Protein 5g",
    "SKU code": "PG231",
    "Price": "$28.00",
    "Tags": "Appetizers, Brunch, Quiche, Spinach, Mini",
    "Link on current site": "http://theperfectgourmet.com/Mini-Spinach-Quiche.aspx",
    "productId": 84
  },
  {
    "Name": "Mushroom Arancini",
    "Description": "Arancini means \"little orange\" in Italian, because in Sicily, this treat was traditionally about the size of an orange! Our Mushroom Arancini combines the savory decadence of mushrooms, risotto, mascarpone and cheddar cheeses, elevated by white wine. They're lightly coated with panko crumbs for a delightful, crispy exterior that houses a rich, creamy center.",
    "Amount of Servings": "20 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 400° F. Bake for 8-12 minutes or until internal temperature reaches 160° F. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Cooked arborio rice and cheese mixture (onions, mascarpone cheese [pasteurized milk, cream and citric acid], parmesan cheese [pasteurized cow's milk, salt, enzymes], modified food starch, vegetable base [a blend of vegetables {purees (carrot, celery, onion, sautéed onion, red bell pepper), dehydrated [tomato, carrots, green bell pepper, onion], juices (onion, garlic, shallot, carrot)}, sugar, salt, yeast extract, hydrolyzed corn protein, contains 2% or less of the following; maltodextrin, canola oil, natural flavor, disodium inosinate, disodium guanylate, modified food starch, spice, hydrolyzed soy protein, burgundy wine solids], parsley, salt, black pepper, roasted garlic powder). mushroom mixture (white and portabella mushrooms, mushroom base [fresh mushroom sautéed in canola oil, salt, hydrolyzed wheat gluten, sugar, hydrolyzed torula and brewer's yeast protein, contains 2% or less of the following: food starch - modified, onion powder, caramel color, xanthan gum, disodium inosinate, disodium guanylate, natural mushroom flavor [with natural flavors, soy sauce {water, wheat, soybeans, salt, lactic acid}], vegetable oil [soybean oil]). breading mix (bread crumbs [bleached wheat flour, dextrose, yeast, salt], liquid egg product (whole eggs, citric acid [to preserve color], xanthan gum), salt, spices, roasted garlic powder). vegetable oil (soybean oil).",
    "Allergy Alerts": "Milk, Eggs, Soy, Wheat",
    "Nutritional Information": "Nutrition Facts (per 4 piece serving): Calories 140, Calories from Fat 60, Total Fat 7g (11%DV) , Saturated Fat 2.5g (13% DV), Cholesterol 20mg (7% DV), Sodium 260 mg (11% DV), Total Carbohydrates 15g (5% DV), Fiber 1g (4% DV), Sugars 1g, Protein 5g",
    "SKU code": "PG035",
    "Price": "$27.00",
    "Tags": "Appetizers, Mushroom, Italian, Party, Easy",
    "Link on current site": "http://theperfectgourmet.com/mushroom-arancini.aspx",
    "productId": 90
  },
  {
    "Name": "Osso Buco",
    "Description": "This Milanese specialty features veal shank that's cooked for eighteen hours to tender perfection, then braised in white wine and mirepoix stock, and accompanied by a vegetable medley. Preparation could not be easier; just heat and serve over rice or pasta for a dish that will satisfy the most discerning of palates.",
    "Amount of Servings": "2 Portions",
    "Serving Size": "15.5 oz each",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place in oven safe dish. Bake for 30-37 minutes from thawed. Bake for 52-55 minutes from frozen.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Microwave on high for 5-6 minutes from thawed. Microwave on high for 11-12 minutes from frozen.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Veal osso buco, water, diced tomato in tomato juice (tomatoes, tomato juice, salt, calcium chloride, citric acid), onions, carrots, celery, brown veal stock base (veal stock (concentrate veal broth, water), beef stock (concentrated beef broth, water, salt), seasoning (yeast extract, soy lecithin, cocoa powder, spice extractives), mirepoix stock (celery juice, carrot juice, onion juice), tomato paste (tomato, water, citric acid), canola oil, garlic concentrate, mushroom concentrate), tomato paste (tomato), vegetable oil (canola oil, extra virgin olive oil), garlic, butter (cream, natural flavoring), parsley, sea salt, modified corn starch, blended oil (canola oil, extra virgin olive oil), lemon zest, orange zest, sugar, garlic powder, fennel seeds, white pepper, anise seeds.",
    "Allergy Alerts": "Milk, Soy, Wheat, Fish (Anchovy)",
    "Nutritional Information": "Nutrition Facts (per 1 portion serving): Calories 340, Calories from Fat 180, Total Fat 10g (15% DV), Saturated Fat 4g (19% DV), Cholesterol 70g (23% DV), Sodium 270Mg (11% DV), Total Carbohydrates 3g (1% DV), Fiber 3g, Sugars 1g, Protein 18g",
    "SKU code": "PG141",
    "Price": "$36.00",
    "Tags": "Entrées, Veal, Winter, Beef",
    "Link on current site": "http://theperfectgourmet.com/osso-buco.aspx",
    "productId": 80
  },
  {
    "Name": "Parisian Lamb Shank",
    "Description": "Our chic but classic Parisian lamb is prepared in a traditional demi-glace sauce with a hint of rosemary and mint. Transport yourself to Paris, while enjoying an easy but elegant dinner in the comfort of your own home.",
    "Amount of Servings": "2 Portions",
    "Serving Size": "13.5 oz each",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place in oven safe dish. Bake for 18-21 minutes from thawed. Bake for 40-43 minutes from frozen.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Microwave on high for 7-9 minutes from thawed. Microwave on high for 12-14 minutes from frozen.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Lamb shank, water, brown veal stock base (veal stock (concentrated veal broth, water), beef stock (concentrated beef broth, water, salt), seasoning (hydrolyzed soy and wheat proteins, soy lecithin, yeast extract, cocoa powder, spice extractives), mirepoix stock (celery juice, carrot juice, onion juice), tomato paste (tomato, water, citric acid), corn syrup solids, canola oil, garlic concentrate, mushroom concentrate), dark brown sugar, modified corn starch, spearmint, rosemary, salt, white pepper.",
    "Allergy Alerts": "Soy, Wheat",
    "Nutritional Information": "Nutrition Facts (per 1 portion serving): Calories 270, Calories from Fat 150, Total Fat 17g (26% DV), Saturated Fat 9g (47% DV), Cholesterol 95mg (32% DV), Sodium 500mg (21% DV), Total Carbohydrates 6g (2% DV), Fiber 0g (0% DV), Sugars 4g, Protein 23g",
    "SKU code": "PG027",
    "Price": "$36.00",
    "Tags": "Entrées, French, Parisian, Lamb",
    "Link on current site": "http://theperfectgourmet.com/parisian-lamb-shank.aspx",
    "productId": 93
  },
  {
    "Name": "Philly Style Cheesesteak Spring Roll",
    "Description": "We captured everything you love about a Philly Cheesesteak and transformed it into a snack-sized spring roll. Have as many or as few as you want, then keep the rest in the freezer until the cravings return. Theese spring rolls are the best of both worlds, and the ultimate snack or party food.",
    "Amount of Servings": "20 Count",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 375° F. Place on cooking sheet, lightly brush with oil. Bake for 14-17 minutes from frozen until internal temperature reaches 160° F. Equipment varies, adjust cooking times accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Cooked sliced beef (beef, water, dextrose, sodium phosphate, modified food starch, salt, autolyzed yeast, hydrolyzed corn protein); cheese sauce (cheddar and colby cheese [milk, cheese culture, salt, enzymes, annatto (color), water, whey, sodium phosphate, milkfat; contains less than 2% of whey protein concentrate, skim milk, salt, mustard flour, lactic acid, worcestershire sauce (vinegar, molasses, corn syrup, water, salt, caramel color, dried garlic, sugar, spice, tamarind, natural flavor), sorbic acid as a preservative, oleoresin paprika (color), annato (color)), mozzarella cheese (low moisture mozzarella cheese (pasteurized milk, cheese culture, salt, enzymes), potato starch, corn starch and powdered cellulose (to prevent caking), natamycin (mold inhibitor), onions, worcestershire sauce (distilled white vinegar, molasses, water, sugar, onion, anchovies, salt, garlic, cloves, tamarind extract, natural flavorings, chili pepper extract), garlic powder, sugar, methylcellulose, salt, pepper. springroll wrapper: bleached wheat flour, water, salt, disodium, phosphate, sodium, bicarbonate, soybean oil",
    "Allergy Alerts": "Milk, Soy, Wheat, Fish (Anchovy)",
    "Nutritional Information": "Nutrition Facts (per 1.4 oz serving): Calories 120, Calories from Fat 40, Total Fat 4.5g (7% DV), Saturated Fat 2g (10%), Trans Fat 0g, Cholesterol 20mg (7%), Sodium 420mg (18%), Total Carbohydrate 13g (4%), Dietary Fiber 0g, Sugars 1g, Protein 7g",
    "SKU code": "PG044",
    "Price": "$21.00",
    "Tags": "Entrées, Appetizers, Cheesesteak, Asian, Fusion, Party",
    "Link on current site": "",
    "productId": 82
  },
  {
    "Name": "Pork Potstickers",
    "Description": "This version of our beloved potstickers is loaded with a tasty mixture of pork, vegetables and Asian flavorings. Steam, boil, pan fry, or microwave, for the perfect snack or meal, ready in a few short minutes.",
    "Amount of Servings": "50 Count",
    "Serving Size": "",
    "Conventional Oven": "",
    "Pan Fry": "Heat 1 1/2 tablespoons of vegetable oil in non-stick frying pan to medium heat. Place frozen potstickers in the frying pan. Cook until bottom of potstickers are slightly brown. Add cold water into the frying pan to cover 1/4 of potstickers' height. Cover frying pan and cook in high heat. Turn to medium heat when most of the water has evaporated. Continue to cook until all the water has evaporated and the bottom of the potstickers are golden brown.",
    "Steam": "Boil water in steam cooker. Line the steamer with cabbage or lettuce leaves. Place the frozen potstickers in the steamer on top of the leaves. Cover steamer and cook for approximately 15 minutes, until potstickers are done.",
    "Microwave": "Cover 10 potstickers loosely with wet paper towel and heat on high for 2 minutes. Turn the potstickers over and heat for an additional 2 minutes. Potstickers will be heated through, but not browned.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling Ingredients: Cabbage, pork, sesame seed oil, onion, soy sauce (water, wheat, soybean, salt), salt, spices, sugar, garlic. Wrapper Ingredients: unbleached wheat flour enriched (niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), water, food starch, salt.",
    "Allergy Alerts": "Wheat, Soy, Sesame",
    "Nutritional Information": "Nutrition Facts (per 5 piece serving): Calories 190, Calories from Fat 45, Total Fat 5g (8% DV), Saturated Fat 1.5g (7% DV), Cholesterol 15mg (5% DV), Sodium 480mg (20% DV), Total Carbohydrates 28g (9% DV), Fiber 1g (6% DV), Sugars 2g, Protein 8g",
    "SKU code": "PG030",
    "Price": "$40.00",
    "Tags": "Appetizers, Entrées, Best-Sellers, Asian, Potstickers",
    "Link on current site": "http://theperfectgourmet.com/pork-and-vegetable-potstickers-1.aspx",
    "productId": 76
  },
  {
    "Name": "Risotto Primavera",
    "Description": "Our rich, creamy Risotto Primavera is made with Arborio rice, white wine, parmesan cheese, herbs, and vegetables. Great on its own or as an accompaniment, this colorful dish not only looks impressive, but is also sure to satisfy even the most discriminating palates.",
    "Amount of Servings": "2 lb Tray",
    "Serving Size": "",
    "Conventional Oven": "Thaw under refrigeration for 24-36 hours. Preheat oven to 350° F. Remove film from tray. Bake for 45-55 minutes, until light brown on top. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Arborio rice, half and half (pasteurized milk, cream), red bell pepper, peas, onion, white wine, parmesan cheese (pasteurized cow's milk, cheese cultures, salt, enzymes), green beans, asparagus, butter, garlic, lemon juice, salt, pepper, herbs de provence (rosemary, fennel, savory, thyme lavender) turmeric.",
    "Allergy Alerts": "Dairy",
    "Nutritional Information": "",
    "SKU code": "PG172",
    "Price": "$35.00",
    "Tags": "Side, Italian, Risotto, Italian, Vegetarian, Entrées",
    "Link on current site": "http://theperfectgourmet.com/Risotto-primavera.aspx",
    "productId": 105
  },
  {
    "Name": "Roasted Duck Breast",
    "Description": "We use a traditional European sous-vide method to bring out the rich flavors of duck, which are highlighted by a subtly sweet sauce made from honey, garlic, and soy. Cook according to package instructions for a duck breast that comes out a perfect medium-rare. This dish can be ready in less time than it takes to order at a restaurant, so you can enjoy a luxurious dinner at home any day of the week.",
    "Amount of Servings": "4 Portions",
    "Serving Size": "6 oz each",
    "Conventional Oven": "Preheat oven to 375° F. Remove product from plastic pouch and place in oven safe dish. Bake for 28-31 minutes from frozen. Bake for 15-20 minutes from thawed",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Microwave on high for 3-31/2 minutes from thawed. Microwave on high for 4-5 minutes from frozen.*Equipment varies, adjust cooking times accordingly",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Marinated duckling breast (water, salt, sodium phosphate, onion powder, autolyzed yeast, dried torula yeast, garlic powder, corn starch, spices, soy oil, dehydrated bell peppers, paprika, caramel color, spice extractive), Char Siu Sauce (sugar, water, salt, fermented soybean paste (water, salt, soybean, wheat flour), honey, soy sauce (water, salt, soybean, wheat flour), malt syrup (from wheat), modified corn starch, garlic, spices, acetic acid, FD&C red No. 40)",
    "Allergy Alerts": "Soy, Wheat",
    "Nutritional Information": "Nutrition Facts (per 6 oz serving): Calories 370, Calories from Fat 200, Total Fat 22g (34% DV), Saturated Fat 74g (37% DV), Cholesterol 120g (39% DV), Sodium 1080g (45% DV), Total Carbohydrates 14g (5% DV), Sugars 13g, Protein 27g",
    "SKU code": "PG041",
    "Price": "$47.00",
    "Tags": "Entrées, Duck, Roasted, Winter",
    "Link on current site": "http://theperfectgourmet.com/roasted-duck-breast.aspx",
    "productId": 89
  },
  {
    "Name": "Salmon Florentine",
    "Description": "Delicate salmon fillets are topped with a spinach and parmesan mixture and garnished with shrimp. Great with a side of asparagus and rice, this Salmon Florentine is exquisite in both presentation and taste.",
    "Amount of Servings": "8 Fillets",
    "Serving Size": "5.5 oz each",
    "Conventional Oven": "Cook from frozen. Preheat oven to 400° F. Place salmon on a non stick , vegetable sprayed baking tray. Bake for 22-28 minutes or until internal temperature reaches 165° F.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Salmon, spinach, heavy cream (heavy cream, carrageenan, mono & diglycerides), parmesan cheese (pasteurized part-skim cow's milk and/or sheep's milk, cheese cultures, salt, enzymes and powdered cellulose [to prevent caking]), shrimp, onions, water, wheat flour, unsalted butter (cream, natural flavoring), salt, soybean oil, gum stabilizers {gum arabic, xanthan gum, carrageenan}, garlic powder, black pepper, sodium tripolyphosphate (to retain moisture), sodium bisulfate (as a preservative).",
    "Allergy Alerts": "Fish (Salmon), Shellfish (Shrimp), Milk, Wheat",
    "Nutritional Information": "Nutrition Facts (per 5.5 oz serving): Calories 330, Calories from Fat 220, Total Fat 24g (37% DV), Saturated Fat 10g (50% DV), Cholesterol 95mg (32% DV), Sodium 370mg (15% DV), Total Carbohydrates 5g (2% DV), Dietary fiber 0G, Sugars 1g, Protein 23g",
    "SKU code": "PG140",
    "Price": "$48.00",
    "Tags": "Entrées, Seafood, Salmon, Florentine, Spinach, Italian",
    "Link on current site": "http://theperfectgourmet.com/Salmon-florentine.aspx",
    "productId": 104
  },
  {
    "Name": "Shrimp Alfredo with Orzo",
    "Description": "Comfort meets elegance in this aromatic and enticing Shrimp Alfredo. Plump, juicy shrimp and orzo pasta are coated in a creamy butter and parmesan sauce. This dish is a complete and satisfying meal in itself, so just heat and eat!",
    "Amount of Servings": "3 lb Package",
    "Serving Size": "",
    "Conventional Oven": "Cook from frozen. Preheat oven to 375° F. Remove from packaging and place frozen shrimp and orzo in oven safe casserole dish, place on center rack of oven and cook 20 minutes, stir and cook an additional 15 minutes or until cooked thoroughly. Let rest prior to serving.",
    "Pan Fry": "Remove from package and place frozen shrimp and orzo in a preheated low to medium heated skillet and cover. Cook for 3 minutes, stir and turn shrimp over, continue to cook an additional 3-4 minutes, until shrimp are opaque. Let stand prior to serving.",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Orzo (wheat flour, water, B vitamins, iron), shrimp, cream, alfredo sauce (water, half and half [milk, cream, non fat milk solids], parmesan cheese [pasteurized part-skim cow's milk and/or sheep's milk, cheese cultures, salt enzymes and powdered cellulose to prevent caking], cream base [partially hydrogenated soybean and corn oils, modified food starch, whey powder, corn syrup solids, maltodextrin, salt, monosodium glutamate, sugar, sodium caseinate, dipotassium phosphate, xanthan gum, mono & diglycerides, cooked chicken meat, sodium stearoyl lactylate, carrageenan, onion powder, spice, garlic powder, color {turmeric, annatto, beta carotene, caramel color, yellow #6}, and less than 2 % silicon dioxide added to prevent caking], unsalted butter [cream, natural flavorings)], granulated garlic, pasteurized lemon juice, salt, titanium dioxide, gum stabilizer [gum arabic, xanthan gum, carrageenan], natural cheese flavor [maltodextrin, whey solids, natural Parmesan cheese flavor, salt] white pepper, parsley flakes), palm oil, grated Parmesan cheese (pasteurized skim milk, cheese cultures, salt, enzymes), powdered milk, soy lecithin, sodium tripolyphosphate (to retain moisture), sodium bisulfate (as a preservative)",
    "Allergy Alerts": "Shellfish (Shrimp), Milk, Wheat",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 180, Calories from Fat 70, Total Fat 7g (11% DV), Saturated Fat 3.5g (18% DV), Cholesterol 50mg (17% DV), Sodium 370g (15% DV), Total Carbohydrates 52g (17% DV), Fiber 0g, Sugars 0g, Protein 8g",
    "SKU code": "PG150",
    "Price": "$44.00",
    "Tags": "Entrées, Appetizers, Orzo, Alfredo, Seafood, Shrimp",
    "Link on current site": "http://theperfectgourmet.com/shrimp-alfredo-orzo.aspx",
    "productId": 103
  },
  {
    "Name": "Shrimp Mini Quiche",
    "Description": "Shrimp are blended with eggs, cream, and herbs, and piped into petite, buttery pastry shells, to produce a delightful bite-sized snack that's perfect for brunch or gatherings.",
    "Amount of Servings": "24 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 375° F. Place on a lightly sprayed baking sheet. Bake for 12-14 minutes. Oven temperatures may vary, adjust accordingly. Allow to cool before serving.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Dough Ingredients: flour (bleached wheat flour, malted barley flour, niacin, iron, potassium bromate, thiamine mononitrate, riboflavin, folic acid), shortening (partially hydrogenated soybean oil, and partially hydrogenated cottonseed oil), water, corn starch, sugar, liquid egg white, salt. Filling Ingredients:  heavy sweet cream, fresh eggs, shrimp, water, wheat flour, soybean oil, whole milk, herbs and spices, salt, lemon juice.",
    "Allergy Alerts": "Dairy, Eggs, Soy, Barley Flour, Shellfish, Wheat",
    "Nutritional Information": "Nutrition Facts (per 6 piece serving): Calories 240, Calories from Fat 120, Total Fat 14g (22% DV), Saturated Fat 5g (25% DV), Cholesterol 60mg (20% DV), Sodium 550 mg (23% DV), Total Carbohydrates 22g (7% DV), Fiber 1g (4% DV), Sugars 0g, Protein 7g",
    "SKU code": "PG179",
    "Price": "$25.00",
    "Tags": "Appetizers, Seafood, Brunch, Quiche, Shrimp",
    "Link on current site": "",
    "productId": 95
  },
  {
    "Name": "Shrimp Scampi",
    "Description": "We start with a sauce that's infused with garlic, butter, parmesan, and white wine. To this we add a generous portion of shrimp, which soak up all the flavors, but leave enough sauce to soak up with bread. Use the time you save in prep work to boil a pot of pasta or rice, and you'll soon have a mouthwatering meal that's deceivingly simple.",
    "Amount of Servings": "2 lb Package",
    "Serving Size": "",
    "Conventional Oven": "",
    "Pan Fry": "Do not thaw. In skillet, arrange frozen shrimp in a single layer. Cook shrimp over medium heat for 5-6 minutes on each side. Shrimp are thoroughly cooked when shrimp have turned pink on the outside and white opaque in the center. Let stand 30 seconds prior to serving.",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Shrimp, palm oil, butter, liquid and hydrogenated soybean oil, wine, garlic powder, salt, maltodextrin, parmesan cheese (part skim milk, cheese cultures, salt, enzymes), soy lecithin, dextrose, hydrolyzed soy protein, spices, whey, enzyme modified butter, corn syrup solids, dehydrated parsley, onion powder, buttermilk solids, concentrated lemon juice, natural and artificial flavor, canola oil(as a processing aid), flavor, polysorbate 80, xanthan gum, natural flavor, TBHQ and citric acid (added to protect flavor), beta carotene (color), dimethylpolysiloxane (anti foaming agent), silicon dioxide (to prevent caking), sodium tripolyphosphate (to retain moisture), sodium bisulfite (as a preservative).",
    "Allergy Alerts": "Shrimp, Milk, Soy",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 340, Calories from Fat 270, Total Fat 31g (48 DV), Saturated Fat 12g (60% DV), Cholesterol 110mg (37% DV), Sodium 890mg (37% DV),Total Carbohydrates 5g (3% DV), Sugars 1g, Protein 10g",
    "SKU code": "PG105",
    "Price": "$35.00",
    "Tags": "Entrées, Appetizers, Scampi, Seafood, Shrimp, Italian",
    "Link on current site": "http://theperfectgourmet.com/shrimp-scampi.aspx"
  },
  {
    "Name": "Smoked Salmon in Fillo",
    "Description": "Treat yourself to the irresistible combination of smoked salmon and cream cheese, surrounded by delicate phyllo pastry. These small, flavor-packed treats are everything you want in an appetizer, and they're the perfect addition to any holiday party, big or small.",
    "Amount of Servings": "24 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Cook from frozen. Preheat oven to 400° F. Place on a lightly sprayed baking sheet. Bake for 8-12 minutes. Oven temperatures vary; adjust accordingly. Allow to cool before serving.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling Ingredients: cream cheese (pasteurized milk & cream, cheese culture, salt, carob bean gum), smoked salmon, heavy cream, salt, herbs & spices. Fillo Dough Ingredients: enriched unbromated bleached wheat flour, malted barley flour, (Iron, Niacin, Thiamine Mononitrate, Riboflavin), water, corn starch, soy oil, salt, sodium propionate, and potassium sorbate.",
    "Allergy Alerts": "Dairy, Eggs, Soy, Barley, Wheat",
    "Nutritional Information": "Nutrition Facts (per 6 piece serving) : Calories 250, Calories from Fat 190, Total Fat 21g (32% DV), Saturated Fat 12g (60% DV), Cholesterol 65mg (22% DV), Sodium 454mg (19% DV), Total Carbohydrates 8g (3% DV), Fiber 0g, Sugars 2g, Protein 8g",
    "SKU code": "PG256",
    "Price": "$32.00",
    "Tags": "Entrées, Appetizers, Seafood, Salmon, Cream Cheese, Tart",
    "Link on current site": "http://theperfectgourmet.com/Smoked-salmon-in-fillo.aspx",
    "productId": 108
  },
  {
    "Name": "Southwest Tilapia",
    "Description": "Moist, flaky tilapia is surrounded by a crispy layer of colorful, crushed tortilla chips, and layered with the fresh flavor of lime and bold smoky chipotle pepper. It cooks from frozen in less than twenty minutes, so you can enjoy a unique and delicious dinner, even when short on time.",
    "Amount of Servings": "6 Fillets",
    "Serving Size": "3.25 oz each",
    "Conventional Oven": "Place frozen fillets on a slightly greased pan, preheat oven to 400° F, Bake for 16-18 minutes from frozen or 12-14 minutes from thawed. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Tilapia, vegetable oil (canola, cottonseed and/or soybean), modified corn starch, enriched wheat flour (flour, niacin, ferrous sulfate, thiamine mononitrate, riboflavin, folic acid), contains 2% or less of tortilla chips {yellow whole corn, vegetable oil (contains corn, soybean and/or sunflower oil)], lactic acid, corn syrup, yeast, salt, jalapeno powder, water, vinegar, enriched bleached wheat flour (flour, niacin, iron, thiamine mononitrate, riboflavin, folic acid,), garlic powder, cilantro, torula yeast, whey, yeast extract, corn cereal, soy flour, disodium guanylate, disodium inosinate, dextrose, yellow corn flour, chili powder (chili pepper, cumin, oregano, salt, dehydrated garlic), white corn flour, chipotle pepper, corn starch, onion powder, vegetable oil shortening (cottonseed and/or soybean), natural and artificial flavors, spices, leavening (sodium acid pyrophosphate, sodium aluminum phosphate, sodium bicarbonate, monocalcium phosphate), sugar, paprika extract (color) caramel color, yellow 5, red 40, yellow 6, blue 1.",
    "Allergy Alerts": "Fish, Wheat, Soy, Dairy",
    "Nutritional Information": "Nutrition Facts (per 3.25 oz serving): Calories 150, Calories from Fat 50, Total Fat 6g (12%), Saturated Fat 1 (5%), Cholesterol 35mg (12%), Sodium 530mg (22%), Total Carbohydrates 9g (3%), Fiber 0g (0%), Sugars 1g, Protein 14g",
    "SKU code": "PG128",
    "Price": "$29.00",
    "Tags": "Entrées, Seafood, Tilapia, Southwest",
    "Link on current site": "http://theperfectgourmet.com/southwest-tilapia.aspx",
    "productId": 114
  },
  {
    "Name": "Spanakopita",
    "Description": "Experience the delicious flavors of Greece in this tasty and satisfying appetizer. A savory, seasoned mixture of tangy feta cheese, spinach, and onions, is nestled inside layers of delicate phyllo dough. In only eight minutes, they'll reach crispy, golden perfection.",
    "Amount of Servings": "20 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 425° F. Bake for 7-9 minutes until golden brown and internal temperature reaches 160° F. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Filling Ingredients: spinach, feta cheese (pasteurized whole milk, skim milk, cultures, enzymes & salt), onions, liquid eggs (whole eggs, citric acid [to preserve color], xanthan gum), fresh garlic, olive oil, modified food starch, salt, black pepper, roasted garlic, chives, oregano. Dough Ingredients: fillo dough (enriched, non-bromine bleached flour [{ bleached wheat flour, niacin, iron, thiamin mononitrate, riboflavin, folic acid], water, corn starch, dextrose, maltodextrin, wheat gluten, salt, canola oil, preservatives [sodium and /or calcium propionate, potassium sorbate], citric acid). margarine (palm oil) water, salt, nonfat dry milk solids, soy lecithin, vegetable mono % diglycerides, sodium benzoate (a preservative), citric acid, natural & artificial flavor, Vitamin A palmitate added, beta carotene (color).",
    "Allergy Alerts": "Milk, Eggs, Soy, Wheat. This product was manufactured on equipment that also processes (Peanuts, tree nuts, fish, crustacean shellfish)",
    "Nutritional Information": "Nutrition Facts (per 5 piece serving) : Calories 170, Calories from Fat 60, Total Fat 7g (11% DV), Saturated Fat 2.5g (13% DV), Cholesterol 10mg (3% DV), Sodium 530mg (22% DV), Total Carbohydrates 21g (7% DV), Fiber 1g, Sugars 1g, Protein 5g",
    "SKU code": "PG008",
    "Price": "$28.00",
    "Tags": "Appetizers, Greek, Spinach, Party, Pastry, Easy, Best-Seller",
    "Link on current site": "http://theperfectgourmet.com/spanakopita.aspx",
    "productId": 106
  },
  {
    "Name": "Spanish Chicken",
    "Description": "Send your taste buds on a voyage with this mouthwatering Spanish Chicken that's sure to create a truly memorable meal. Pieces of succulent chicken thigh are joined by roasted red peppers, chicken Andouille sausage, diced tomatoes, collard greens, and a rich white wine sauce that will delight and transport you. Served over rice, this dish is the ultimate cold weather cure.",
    "Amount of Servings": "4 Count",
    "Serving Size": "9.5 oz each",
    "Conventional Oven": "Preheat oven to 350° F. Remove product from plastic pouch and place in oven safe dish. Discard pouch. Bake for 28-30 minutes from frozen. Bake for 11 to 13 minutes at 250° F from thawed.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Peel open pouch and place the chicken in a microwave safe container. Discard pouch. Place a paper towel on top of container. Microwave on high for 6-8 minutes from frozen, 2-3 minutes from thawed. Carefully remove the container from the microwave and let stand for 1 minute before serving.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken thigh pieces, water, roasted red peppers (roasted red peppers, water, salt, citric acid), chicken andouille sausage (chicken, water, sea salt, garlic, seasoning, onion, garlic, extractives of paprika, black pepper, white pepper, red pepper, ground sassafras), onion, cayenne pepper, turbinado sugar, lactic and starter culture, pork casings), diced tomatoes in juice (tomatoes, tomato puree, sea salt), collard greens, yellow onion, white wine (contains sulfites), chicken base (chicken and chicken stock, salt, cane sugar, rendered chicken fat, onion powder, potato flour, turmeric, spice extractive, rosemary), garlic in water (garlic, water, naturally occurring sulfites), cilantro, vegetable oil (canola oil, extra virgin olive oil), smoked paprika, salt, rice starch, cumin, xanthan gum, red pepper flakes.",
    "Allergy Alerts": "",
    "Nutritional Information": "Nutrition Facts (per 9.5 oz serving): Calories 220, Calories from Fat 70, Total Fat 8g (12% DV), Saturated Fat 1.5g (8% DV), Trans Fat 0g, Cholesterol 130mg (43% DV), Dietary Fiber 2g (8% DV), Sugars 2g, Protein 29g",
    "SKU code": "PG258",
    "Price": "$24.00",
    "Tags": "Entrées, Chicken, Poultry, Spanish, Spicy",
    "Link on current site": "",
    "productId": 116
  },
  {
    "Name": "Spinach and Artichoke Bite",
    "Description": "These little bites are comprised of a light panko shell filled with Gruyere, parmesan, onions, and cream cheese. Pop as many as you need into the oven, and in a few minutes you'll have a hot and tasty appetizer ready to go. And with forty to a unit, you'll have plenty to go around.",
    "Amount of Servings": "40 Count",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 375° F. Place on baking tray. Bake for 11-12 minutes until shell is golden brown and internal temperature reaches 165° F as measured by a food thermometer. Oven temperatures vary, please adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Spinach, plain panko bread crumbs (unbleached and unbromated wheat flour, sugar, salt, yeast, ascorbic acid (added as a dough conditioner), artichokes, gruyere (pasteurized cow's milk, salt, cheese culture, microbial rennet, calcium chloride and cellulose to prevent caking), parmesan cheese (pasteurized cow's milk and cream, salt, stabilizers (xanthan and/or carob bean and/or guar gums), unbleached unbromated enriched flour (niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid, malted barley flour), whole eggs, water; fried in canola oil (canola oil, food grade antioxidant (tertiary butyl hydroquinone and citric acid), food grade antifoaming agent (dimethylpolysiloxane), corn starch, sea salt, black pepper.",
    "Allergy Alerts": "Milk, Eggs, Wheat",
    "Nutritional Information": "Nutrition Facts (per 4 pc serving): Calories 140, Calories from Fat 45, Total Fat 5g (8% DV), Saturated Fat 2.5g (13% DV), Cholesterol 30mg (10% DV), Sodium 200mg (8% DV), Total Carbohydrates 20g (7% DV), Fiber 1g, Sugars 1g, Protein 5g",
    "SKU code": "PG280",
    "Price": "$32.00",
    "Tags": "Appetizers, Party, Spinach, Panko, Savory",
    "Link on current site": "",
    "productId": 111
  },
  {
    "Name": "Stuffed Mushroom Caps",
    "Description": "A seasoned blend of spinach, eggs, and Romano cheese is stuffed inside juicy, bite-sized mushroom caps to create the perfect mix of simplicity and sophistication. If you're looking for an easy but satisfying appetizer to serve at your next dinner party, look no further than this.",
    "Amount of Servings": "24 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 400° F. Place on a lightly sprayed baking sheet. Bake for 10-15 minutes. Oven temperatures may vary, adjust accordingly. Allow to cool before serving.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Mushrooms, chopped spinach, fresh garlic, fresh onions, butter, fresh eggs, romano cheese, herbs and spices.",
    "Allergy Alerts": "Eggs, Dairy",
    "Nutritional Information": "Nutrition Facts (per 2 piece serving) Calories 40, Calories from Fat 25, Total Fat 3 (5% DV), Saturated Fat 1.5g (8% DV), Cholesterol 10mg (3% DV), Sodium 65mg (3% DV), Total Carbohydrates 3g (1% DV), Fiber 1g, Sugars 1g, Protein 2g",
    "SKU code": "PG236",
    "Price": "$21.00",
    "Tags": "Appetizer, Mushroom, Party, Spinach, Healthy",
    "Link on current site": "",
    "productId": 112
  },
  {
    "Name": "Stuffed Turkey Roast",
    "Description": "An elegant turkey dinner can be yours stress-free-- all the hard work has been done for you. Tender, moist turkey surrounds a sweet and savory stuffing of french bread croutons, apples, raisins, almonds and a savory blend of spices, for a dish that's visually stunning, yet virtually effortless to prepare.",
    "Amount of Servings": "2.7 lb Roulade",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 350° F. Remove product from plastic pouch and place in an oven safe dish, discard plastic pouch. Bake for 60 to 70 minutes if heated from frozen. Bake 40 to 50 minutes if heated from thawed. Oven temperatures vary, adjust cooking time accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish, discard plastic pouch. Microwave on high for 12-14 minutes if heated from frozen. Microwave on high for 7-9 minutes if heated from thawed.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Turkey breast pieces, water, onions, celery, raisin, butter (cream, natural flavoring), croutons (enriched flour (wheat flour, barley malt, niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), partially hydrogenated soybean oil, water, yeast, high fructose corn syrup, 2% or less of the following: salt, wheat gluten, calcium propionate (preservative), dough conditioners (may contain one or more of the following: sodium stearoyl lactylate (from milk), calcium stearoyl lactylate (from milk), calcium peroxide, calcium sulfate, ammonium sulfate, calcium iodate, ascorbic acid), TBHQ (to preserve freshness)), apples (apples, sulfur dioxide as a preservative), blanched sliced almonds, vegetable oil (canola oil, extra virgin olive oil), egg whites (egg whites, guar gum, triethyl citrate added as whipping aids), modified corn starch, chicken broth concentrate (chicken broth, salt, hydrolyzed soy protein and corn gluten, chicken fat, flavor (contains salt), onion juice, garlic juice, yeast extract, cornstarch, corn syrup solids, modified corn starch, disodium inosinate, disodium guanylate, caramel color (from corn), potato starch, natural flavors, natural extractives of turmeric and annatto, paprika extract, soy lecithin), precooked rice flour, salt, nonfat dry milk solids, sodium phosphates, unbleached wheat flour, seasoning (salt, sugar, onion powder, garlic powder, paprika, black pepper, thyme, savory), seasoning (celery salt (salt, celery seed), spices (including mustard, red pepper, black pepper, bay (laurel) leaves, cloves, allspice (pimento), ginger, mace, cardamom, cinnamon), and paprika), white pepper, sage, black pepper, parsley.",
    "Allergy Alerts": "Wheat, Soy, Milk, Tree Nuts, Eggs",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 90, Calories from Fat 25, Total Fat 3g (4% DV),Saturated Fat 1g (4% DV), Cholesterol 20mg (7% DV), Sodium 250mg (10% DV), Total Carbohydrates 7g (2% DV), Fiber 0g , Sugars 2g, Protein 8g",
    "SKU code": "PG130",
    "Price": "$39.00",
    "Tags": "Entrées, Roast, Thanksgiving, Holiday, Winter, Hearty",
    "Link on current site": "http://theperfectgourmet.com/stuffed-turkey-roast.aspx"
  },
  {
    "Name": "Tangy BBQ Shrimp",
    "Description": "The bold flavors of Southern cooking are the star of this shrimp, which is combined with corn, red and green bell peppers, and onions. We kick it up a notch with a red sauce made of butter, sugar, molasses, wine, and a tangy blend of spices. Serve over rice for a hearty, satisfying dish that's ready in twenty minutes.",
    "Amount of Servings": "2 Bags",
    "Serving Size": "1.5 lbs each",
    "Conventional Oven": "Preheat oven to 375° F. Remove shrimp and vegetables from package and place in oven safe casserole dish. Place dish on center rack of oven and cook for 20 minutes, stir and cook an additional 15 minutes. Let rest prior to serving. Equipment varies. Adjust cooking times accordingly.",
    "Pan Fry": "Cook from frozen. Remove from package and place frozen shrimp and vegetables in a preheated low to medium heated skillet and cover. Cook for 3 minutes, stir, turn shrimp over and continue to cook an additional 2-3 minutes, until shrimp are opaque. Let stand prior to serving.",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Shrimp, onions, red bell peppers, green bell peppers, corn, palm oil, salted butter (cream, salt), liquid and partially hydrogenated soybean oil, wine, salt, sugar, tomato powder, soy lecithin, sodium diacetate, paprika with ethoxyquin (to retain color), molasses, onion powder, garlic powder, maltodextrin, natural and artificial flavor, TBHQ and citric acid (added to protect flavor), spice, partially hydrogenated soybean oil, beta carotene (color), silicon dioxide (anti caking agent), smoke flavor, dimethylpolysiloxane (an antifoaming agent), potassium metabisulfite, sodium tripolyphosphate ( to retain moisture), sodium bisulfite (as a preservative).",
    "Allergy Alerts": "Milk, Shellfish",
    "Nutritional Information": "Nutrition Facts (per 4 oz serving): Calories 230, Calories from Fat 160, Total Fat 19g (29% DV), Saturated Fat 7g (35% DV), Cholesterol 85g (22% DV), Sodium 590mg (25% DV), Total Carbohydrates 10g (3% DV), Fiber 2g (8% DV), Sugars 3g, Protein 7g",
    "SKU code": "PG149",
    "Price": "$39.00",
    "Tags": "Entrées, Seafood, Shrimp, Tangy, Sauce",
    "Link on current site": "http://theperfectgourmet.com/tangy-bbq-shrimp.aspx",
    "productId": 109
  },
  {
    "Name": "Thai Chicken",
    "Description": "Chicken breasts are coated in an authentic Thai sauce made with red curry, coconut milk, edamame, and shiitake mushrooms. The result is rich, complex flavors that have little kick of spice, without too much heat. Just boil some rice, and enjoy one of your favorite restaurant dishes from the comfort of your own home.",
    "Amount of Servings": "4 Portions",
    "Serving Size": "7.5 oz each",
    "Conventional Oven": "Cook from frozen. Preheat oven to 375° F. Peel open pouch and place the chicken breast seared side up, into a small baking pan. Use a spoon to scoop out the remaining sauce from the pouch and place it on the chicken. Bake for 50-60 minutes from frozen or bake for 30-40 minutes from thawed. Carefully take the baking pan out of the oven and serve. Oven temperatures vary adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Peel open pouch and place the chicken in a microwave safe container. Discard plastic pouch. Place a paper towel on top of container. Microwave on high for 6-8 minutes from frozen or 2-3 minutes from thawed. Carefully remove the container from the microwave and let stand for 1 minute before serving.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Chicken breast, coconut milk (coconut milk, water, guar gum and sodium carboxymethyl cellulose, polysorbate 60, sodium metabisulfite), water, edamame (shelled soybean), shallots, dark brown sugar, red curry paste (red chili pepper, garlic, soybean oil, lemongrass, galangal, salt, shallot, spices, kaffir lime), vegetable oil (canola oil, extra virgin olive oil), tamarind concentrate (tamarind fruit, water, natural corn starch), shiitake mushrooms (contains sulfites), fish sauce (anchovy extract, salt, sugar), lime juice, basil, salt, modified corn starch, paprika, white pepper, xanthan gum",
    "Allergy Alerts": "Fish, Soy, Tree Nut, Coconut",
    "Nutritional Information": "Nutrition Facts (per 7.5 oz serving): Calories 350, Calories from Fat 200, Total Fat 22g (34% DV), Saturated Fat 15g (74% DV), Cholesterol 75mg (26% DV), Sodium 620mg (26% DV), Total Carbohydrate 9g (3% DV), Fiber 1g (5% DV), Sugars 5g, Protein 29g",
    "SKU code": "PG101",
    "Price": "$28.00",
    "Tags": "Entrées, Chicken, Poultry, Thai",
    "Link on current site": "http://theperfectgourmet.com/thai-chicken.aspx",
    "productId": 101
  },
  {
    "Name": "Tilapia with Scampi Sauce",
    "Description": "We start with a rich, classic scampi sauce made with butter, parmesan, wine, and garlic, then infuse it into tilapia filets. Serve over rice or pasta, and in minutes you will be enjoying a surprisingly simple but exceptionally flavorful Italian meal.",
    "Amount of Servings": "10 Fillets",
    "Serving Size": "3.4 oz each",
    "Conventional Oven": "From frozen: Preheat oven to 375° F. Remove fish from package and place in oven safe casserole dish. Bake for 20-25 minutes. Let rest prior to serving. Oven temperatures vary, adjust accordingly.",
    "Pan Fry": "Remove from package and place in a preheated low to medium heated skillet and cover. Cook for 3 minutes, stir and turn tilapia over. Continue to cook an additional 3 minutes until tilapia is flaking. Let rest prior to serving.",
    "Steam": "",
    "Microwave": "",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Tilapia, palm oil, butter, salt, liquid and partially hydrogenated soybean oil, water, garlic powder, maltodextrin, parmesan cheese (part skim milk, cheese cultures, salt, enzymes), dextrose, hydrolyzed soy protein, spices, wine, whey, enzyme modified butter, corn syrup solids, dehydrated parsley, onion powder, buttermilk solids, concentrated lemon juice, canola oil, soy lecithin, natural and artificial flavor, TBHQ and citric acid (added to protect flavor), beta carotene (color) dimethylpolysiloxane (anti foaming agent) flavor, polysorbate 80, xanthan gum, natural flavor, less than 2% silicon dioxide (to prevent caking).",
    "Allergy Alerts": "Fish (Tilapia), Dairy, Soy",
    "Nutritional Information": "Nutrition Facts (per 3.4 oz serving): Calories 260, Calories from Fat 190, Total Fat 21g (32%), Saturated Fat 8g (40%), Cholesterol 50mg (17%), Sodium 360mg (15%), Total Carbohydrates 3g (1%) , Fiber 0g, Sugars 1g, Protein 15g",
    "SKU code": "PG155",
    "Price": "$39.00",
    "Tags": "Entrées, Seafood, Tilapia, Scampi, Italian",
    "Link on current site": "http://theperfectgourmet.com/Scampi-Tilapia.aspx",
    "productId": 107
  },
  {
    "Name": "Turkey Roulade with Sausage and Apples",
    "Description": "Perfect for a casual gathering or holiday celebration, this Turkey Roulade brings a new sophistication to an old classic, with a subtle cajun kick. Tender turkey meat is wrapped around a sweet and savory stuffing made with croutons, Italian sausage, green apples, carrots, and onions. You'll never want to go back to your old roast again.",
    "Amount of Servings": "2.7 lb Roulade",
    "Serving Size": "",
    "Conventional Oven": "Preheat oven to 350° F. Remove product from plastic pouch and place in an oven safe dish, discard plastic pouch. Bake for 60-70 minutes if heated from frozen. Bake 40-50 minutes if heated from thawed. Oven temperatures vary, adjust cooking time accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish, discard plastic pouch. Microwave on high for 12-14 minutes if heated from frozen. Microwave on high for 7-9 minutes if heated from thawed.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Turkey breast, water, sweet Italian sausage (pork, water, salt, spices, dextrose, paprika, natural flavors, citric acid), croutons (enriched flour (wheat flour, malted barley flour, niacin, reduced iron, thiamin mononitrate, riboflavin, folic acid), canola oil, yeast, 2% or less of high fructose corn syrup, salt, wheat gluten, calcium propionate (preservative), calcium peroxide, calcium sulfate, ascorbic acid, azodicarbonamide, sodium stearoyl lactylate, TBHQ (to preserve freshness)), granny smith apple (citric acid added), carrot, onion, celery, vegetable oil (canola oil, extra virgin olive oil), butter (cream, natural flavoring), roasted chicken base (chicken meat including natural chicken juices, salt, sugar, chicken flavor (autolyzed yeast extract, chicken broth), chicken fat, yeast extract, dried whey (milk), potato flour, dried onion, natural flavor, turmeric), potato starch, garlic, salt, parsley, precooked rice flour, seasoning (salt, sugar, onion powder, garlic powder, paprika, black pepper, thyme, savory), seasoning (celery salt (salt, celery seed), spices (including red pepper and black pepper), paprika), paprika, thyme, black pepper, cumin, rosemary, oregano leaves.",
    "Allergy Alerts": "Wheat, Gluten, Dairy",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 80, Calories from Fat 25, Total Fat 3g (5% DV),Saturated Fat .5g (3% DV), Cholesterol 20mg (7% DV), Sodium 300mg (13% DV), Total Carbohydrates 4g (1% DV), Fiber 0g , Sugars 1g, Protein 8g",
    "SKU code": "PG152",
    "Price": "$39.00",
    "Tags": "Entrées, Turkey, Roast, Roulade, Thanksgiving, Holiday, Winter",
    "Link on current site": "http://theperfectgourmet.com/turkey-roulade-sausage-apples.aspx"
  },
  {
    "Name": "Wild Mushroom and Apple Tartlets",
    "Description": "We combine the earthy richness of shiitake mushrooms with sweet but tart green apples in a fun, bite-sized treat. Walnuts, cream and a splash of brandy add another dimension of flavor to these unique and sophisticated tartlets, which are always perfect for any size gathering.",
    "Amount of Servings": "25 Count",
    "Serving Size": "",
    "Conventional Oven": "Do not defrost. Preheat oven to 375° F. Bake for 10-12 minutes until golden brown and internal temperature reaches 160° F. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Microwave": "Not recommended.",
    "Grill": "",
    "Defrost": "",
    "Ingredients": "Shiitake mushroom, puff pastry (unbleached enriched flour, water, vegetable oils (palm, soybean, hydrogenated cottonseed), high fructose corn syrup, salt, mono and diglycerides, soy lecithin, malted barley flour, turmeric and annatto extracts for color), apple, cream, onion, cream cheese (pasteurized milk and cream, cheese culture, salt, stabilizers (carob bean/and or guar gum)) parmesan cheese (cultured milk, enzymes, salt) walnut, brandy, garlic, olive oil, mustard, parsley, scallion, balsamic vinegar, modified cornstarch, lemon juice, chive, salt, black pepper, thyme, herbs de provence, marjoram.",
    "Allergy Alerts": "Dairy, Nuts",
    "Nutritional Information": "",
    "SKU code": "PG162",
    "Price": "$32.00",
    "Tags": "Appetizers, Party, Mushroom, Fall, Winter, Tart, Tartlets",
    "Link on current site": "http://theperfectgourmet.com/Mushroom-Apple-Tartlets.aspx",
    "productId": 117
  }
]