[
  {
    "Name": "Asian BBQ Short Ribs",
    "Description": "These tender Beef Short Ribs are slow-cooked in a barbecue sauce made with hoisin and soy sauce, and a blend of Asian spices. The complexity and boldness of the sauce perfectly complement the tender, juicy short ribs, for a gourmet, but hearty entrée.",
    "Amount of Servings": "2 Servings",
    "Serving Size": "10.75 oz each",
    "Conventional Oven": "Preheat oven to 350. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 70 minutesfrom frozen and 50 minutes from thawed. Equipment varies, adjust cooking times accordingly.  ",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Discard plastic pouch. Microwave on high for 6 minutes from frozen and 3 minutes from thawed. Equipment varies, adjust cooking times accordingly.",
    "Defrost": "",
    "Ingredients": "Beef Short Chuck, Sugar, Tomato Sauce (tomato concentrate (water, tomato paste), corn syrup, vinegar, salt, onion, natural flavorings, garlic), Hoisin Sauce (sugar, water, soybeans, salt, sweet potato, modified corn starch, sesame seeds, garlic, wheat flour, chili pepper, spices, caramel color, acetic acid, FD&C red color No.40), Soy Sauce (water, organic soybeans, organic wheat, salt and organic alcohol (to preserve freshness)), Water, Black Bean Garlic Sauce (soy sauce (water, salt, soybean, wheat), salted black bean (black bean, water, salt, ferrous sulphate, ginger), garlic, water, white sugar, salt, soybean oil, rice wine, modified corn starch), Modified Corn Starch, Natural Red Color (carmine, annatto), Salt, White Pepper, Ginger Powder (sulfur dioxide added), Coloring (FD&C yellow #5, FD&C yellow #6), Garlic in Water (garlic, water, naturally occurring sulfites), Spices (anise, cinnamon, star anise, cloves, ginger and sulfiting agents).",
    "Allergy Alerts": "Soy, Wheat, Sesame",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 370, Calories from fat 210, Total fat 24g (37% DV), Saturated fat 10g (48% DV), Trans Fat 1g, Cholesterol 85g (28% DV), Sodium 850Mg (36% DV), Total carbohydrates 14g (5% DV), Fiber 0g, Sugars 12g, Protein 23g",
    "SKU code": "",
    "SKU price": "$30.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Entrées, All, Beef",
    "Link on current site": "http://theperfectgourmet.com/asian-short-ribs.aspx",
    "id": 0
  },
  {
    "Name": "Beef Provencal",
    "Description": "Our gluten-free Beef Provencal is slow cooked for ten hours in a sweet and savory sauce of honey, balsamic vinegar, sun-dried tomatoes, garlic and a blend of spices. This dish is amazing with a simple crusty bread and a bold red wine.",
    "Amount of Servings": "2 Servings",
    "Serving Size": "8 oz each",
    "Conventional Oven": "Preheat oven to 375. Remove product from plastic pouch and place in an oven safe dish. Discard plastic pouch. Bake for 50 to 60 minutes if reheated from frozen. Bake for 18 to 22 minutes if reheated from thawed. Equipment varies, adjust cooking times accordingly. ",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Remove product from plastic pouch and place on microwave safe dish. Discard plastic pouch. Cover the dish with a paper towel. Microwave on high for 3 to 4 minutes from thawed. Equipment varies, adjust cooking times accordingly.",
    "Defrost": "",
    "Ingredients": "Beef cubes, water, honey, sun dried tomatoes (sun dried tomatoes, salt), balsamic vinegar (wine vinegar, concentrated and cooked grape must, caramel color, contains sulfites), beef broth concentrate (beef broth, salt), modified corn starch, red onion, tomato paste (tomato), onion powder, salt, garlic, thyme, black pepper, white pepper.",
    "Allergy Alerts": "None",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 170, Calories from fat 30, Total fat 3.5g (5% DV), Saturated fat 1g (6% DV), Cholesterol 35g (12% DV), Sodium 310mg (13% DV), Total carbohydrates 13g (4% DV), Fiber less than 1g (3%DV), Sugars 9g, Protein 21g",
    "SKU code": "",
    "SKU price": "$35.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Entrées, All, Beef",
    "Link on current site": "http://theperfectgourmet.com/beef-provencal.aspx",
    "id": 1
  },
  {
    "Name": "Artichoke & Goat Cheese Mini Quiche",
    "Description": "These little bite-sized quiches will be a hit at any gathering. Handcrafted pastry shells are filled with a creamy artichoke mixture that surrounds a rich, velvety, goat cheese center.",
    "Amount of Servings": "24 Pieces",
    "Serving Size": "6 Pieces",
    "Conventional Oven": "Do not defrost. Preheat oven to 375. Place on a lightly sprayed baking sheet. Bake for 12 - 14 minutes. Oven temperatures vary; adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Not recommended.",
    "Defrost": "",
    "Ingredients": "Filling Ingredients: Heavy cream, eggs, artichoke, goat cheese, salt, spices.  \nDough Ingredients: Flour [bleached wheat flour, malted barley flour, niacin, iron, potassium bromate, thiamine mononitrate, riboflavin, folic acid] shortening [partially hydrogenated soybean oil and partially hydrogenated cottonseed oil], water, corn starch, sugar, liquid egg white, salt.",
    "Allergy Alerts": "Soy, Eggs, Dairy, Wheat, Barley Flour",
    "Nutritional Information": "Nutrition facts (per 6 pc serving) Calories 280, Calories from fat 180, Total Fat 21(32% DV), Saturated fat 10g (50% DV), Cholesterol 65mg (22% DV), Sodium 200mg (8% DV), Total Carbohydrates 20g (7% DV), Fiber 1g, Sugars 2g, Protein 4g. ",
    "SKU code": "",
    "SKU price": "$25.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Appetizers, All, Vegetarian",
    "Link on current site": "http://theperfectgourmet.com/artichoke-goat-cheese-quiche.aspx",
    "id": 2
  },
  {
    "Name": "Antipasto Skewers",
    "Description": "This classic Italian hors d’oeuvre combines fresh mozzarella cheese, artichoke hearts, roasted red peppers, kalamata olives, and sundried tomatoes. Serve these alongside a crusty, rustic loaf of bread with olive oil and an Italian wine.",
    "Amount of Servings": "25 Pieces",
    "Serving Size": "6 Pieces",
    "Conventional Oven": "",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Not recommended.",
    "Defrost": "Remove skewers from box while still frozen and arrange on serving tray. Defrost in refrigerator for approximately 3 hours before serving.",
    "Ingredients": "Artichoke hearts (artichoke hearts, water, salt, citric acid), fresh Mozzarella Cheese (pasteurized cultured milk, enzymes, salt), fire roasted red peppers (red peppers, water, salt, citric acid) Kalamata Olives (olives, water, salt [may contain pits or pit fragments]), sun dried tomatoes (sun-dried tomato strips, glucose, salt, sulfur dioxide [as a preservative], citric acid), spices.",
    "Allergy Alerts": "Milk (This product is manufactured on equipment that also procsses eggs, soy, wheat, peanuts, tree nuts, fish, crustacean shellfish)",
    "Nutritional Information": "Nutrition facts (per serving) Calories 150, Calories from fat 80, Total Fat 9g (14% DV), Saturated fat 5g (25% DV), Cholesterol 30mg, (10% DV), Sodium 320mg (13% DV), Total Carbohydrates 10g (3% DV), Fiber 45g, Sugars 4g, Protein 8g. ",
    "SKU code": "",
    "SKU price": "$28.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Appetizers, All, Vegetarian",
    "Link on current site": "http://theperfectgourmet.com/antipasto-skewers.aspx",
    "id": 3
  },
  {
    "Name": "Southwest Tilapia",
    "Description": "Back by popular demand, our Southwest Tilapia is coated in a crispy layer of colorful, crushed tortilla chips, and seasoned with a mouth-watering mix of spices, such as chipotle pepper and paprika. Get it while you can!",
    "Amount of Servings": "10 Servings",
    "Serving Size": "3.25 oz filets",
    "Conventional Oven": "Place frozen fillets on a slightly greased pan, preheat oven to 400, Bake for 16-18 minutes from frozen or 12-14 minutes from thawed. Oven temperatures vary, adjust accordingly. ",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Not recommended.",
    "Defrost": "",
    "Ingredients": "Tilapia, vegetable oil (canola, cottonseed and/or soybean), modified corn starch, enriched wheat flour (flour, niacin, ferrous sulfate, thiamine mononitrate, riboflavin, folic acid), contins 2% or less of tortilla chips {yellow whole corn, vegetable oil (contains corn, soybean and/or sunflower oil)], lactic acid, corn syrup, yeast, salt, jalapeno powder, water, vinegar, enriched bleached wheat flour (flour, niacin, iron, thiamine mononitrate, riboflavin, folic acid,), garlic powder, cilantro, torula yeast, whey, yeast extract, corn cereal, soy flour, disodium guanylate, disodium inosinate, dextrose, yellow corn flower, chili powder (chili pepper, cumin, oregano, salt, dehydrated garlic), white corn flour, chipotle pepper, corn starch, onion powder, vegetable oil shortening (cottonseed and/or soybean), natural and artificial flavors, spices, leavening (sodium acid pyrophosphate, sodium aluminum phosphate, sodium bicarbonate, monocalcium phosphate), sugar, paprika extract (color) caramel color, yellow 5, red 40, yellow 6, blue 1.",
    "Allergy Alerts": "Fish, Wheat, Soy, Dairy",
    "Nutritional Information": "Nutrition Facts (per serving): Calories 150, Calories from fat 50, Total fat 6g (12%), Saturated fat 1 (5%), Cholesterol 35mg (12%), Sodium 530mg (22%), Total carbohydrates 9g (3%), Fiber 0g (0%), Sugars 1g, Protein 14g",
    "SKU code": "",
    "SKU price": "$33.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Entrées, All, Seafood",
    "Link on current site": "http://theperfectgourmet.com/southwest-tilapia.aspx",
    "id": 4
  },
  {
    "Name": "Chicken Romesco",
    "Description": "Succulent chicken is slow cooked with red peppers, onions, tomatoes, and Andouille sausage, and seasoned with smoked paprika, cumin, and cayenne pepper. The flavors come together in perfect harmony for a dish that is out of this world.",
    "Amount of Servings": "4 Servings",
    "Serving Size": "4.25 oz each",
    "Conventional Oven": "Cook from frozen. Pre heat oven to 355. Peel open pouch and place the chicken breast seared side up, into a small baking pan. Use a spoon to scoop out the remaining sauce from the pouch and place it on the chicken. Bake for 36 - 38 minutes from frozen. Carefully take the baking pan out of the oven and serve. Oven temperatures vary adjust accordingly.",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Peel open pouch and place the chicken in a microwave safe container. Discard plastic pouch. Place a paper towel on top of container. Microwave on high for 6 -8 minutes from frozen or 2-3 minutes from thawed. Carefully remove the container from the microwave and let stand for 1 minute before serving.",
    "Defrost": "",
    "Ingredients": "Chicken Breast, water, red pepper strips, chicken andouille sausage (chicken water, potassium lactate, sea salt, garlic, seasoning {spices, onion, garlic, extracatives of paprika), onion, cayenne pepper, turbinado sugar, lactic and starter culture, lamb casings), tomatoes (tomatoes, tomato juice, sea salt), onion, celery, zucchini, white wine {contains sulfites}, chicken base (chicken meat including natural chicken juices, salt, corn maltodextrin, cane sugar, chicken fat, dried onion, natural flavor, tumeric), garlic in water (garlic, water, naturally occuring sulfites), modified corn starch ,cilantro, vegetable oil (canola oil, extra virgin olive oil), salt, smoked paprika, cumin, xanthan gum, red pepper flakes.",
    "Allergy Alerts": "None",
    "Nutritional Information": "Nutrtion Facts (per serving): Calories 120, Calories from fat 25, Total fat 3g (5% DV), Saturated fat .5g (3% DV), Cholesterol 60mg (20% DV), Sodium 310mg 13% DV), Total Carbohydrate 2g (1% DV), Fiber 0g , Sugars 1g, Protein 19g",
    "SKU code": "",
    "SKU price": "$24.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Entrées, All, Poultry",
    "Link on current site": "http://theperfectgourmet.com/Chicken-Romesco.aspx",
    "id": 5
  },
  {
    "Name": "Buttermilk Shrimp",
    "Description": "Each large, succulent shrimp is bathed in buttermilk, dipped in bread crumbs seasoned with garlic and black pepper. Lightly pan fried creating the perfect crunch, right from the oven. Great for an appetizer, snack, or with a starch for a complete meal.",
    "Amount of Servings": "60 Pieces",
    "Serving Size": "5 Pieces",
    "Conventional Oven": "Do not defrost. Preheat oven to 425 F. Place frozen shrimp in a single layer on a baking sheet, so shrimp are not touching. Place baking sheet on center rack. Bake for 18 to 20 minutes. Or until shrimp are golden brown. For best results, turn shrimp over after 5 minutes.  Oven temperatures vary, adjust accordingly. ",
    "Pan Fry": "",
    "Steam": "",
    "Grill": "",
    "Microwave": "Not recommended.",
    "Defrost": "",
    "Ingredients": "Shrimp, wheat flour, bleached wheat flour, rice flour, water, modified food starch, yellow corn flour, soybean oil, salt, leavening (sodium aluminum phosphate, sodium bicarbonate), dextrose, modified wheat starch, garlic powder, spices, lactose, onion powder, black pepper, disodium inosinate and disodium guanylate, cultured buttermilk powder, corn syrup solids, lemon juice solids, citric acid, maltodextrin, extractives of paprika and tumeric, natural and artificial flavor, sodium tripolyphosphate (to retain moisture), sodium disulfite (as a preservative).",
    "Allergy Alerts": "Shrimp, Wheat, Milk",
    "Nutritional Information": "Nutrition Facts (per 5 pc serving): Calories 210, Calories from fat 80, Total fat 7g (11% DV), Saturated fat 1g (8% DV) ,Cholesteral 85mg (28% DV), Sodium 1020mg (43% DV),Total Carbohydrates 25g (8% DV), Fiber 1g (4% DV), Sugars 0g, Protein 12g",
    "SKU code": "",
    "SKU price": "$52.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Appetizers, All, Seafood",
    "Link on current site": "http://theperfectgourmet.com/buttermilk-shrimp.aspx",
    "id": 6
  },
  {
    "Name": "Chicken Potstickers",
    "Description": "Enjoy this authentic Asian favorite. Each potsticker is loaded with a delicious mixture of chicken and vegetables. Easily prepared in a variety of ways, you will want to be sure to keep these on hand.",
    "Amount of Servings": "100 Pieces",
    "Serving Size": "5 Pieces",
    "Conventional Oven": "",
    "Pan Fry": "Heat 1 1/2 tablespoons of vegetable oil in non-stick frying pan to medium heat. Place frozen potstickers in the frying pan. Cook until bottom of potstickers are slightly brown. Add cold water into the frying pan to cover 1/4 of potstickers height. Cover frying pan and cook in high heat. Turn to medium heat when most of the water has evaporated. Continue to cook until all the water has evaporated and the bottom of the potstickers are golden brown. ",
    "Steam": "Boil water in steam cooker. Line the steamer with cabbage or lettuce leaves. Place the frozen potstickers in the steamer on top of the leaves. Cover steamer and cook for approximately 15 minutes, until potstickers are done.",
    "Grill": "",
    "Microwave": "Cover 10 potstickers loosely with wet paper towel and heat on high for 2 minutes. Turn the potstickers over and heat for an additional 2 minutes. Potstickers will be heated through, but not browned.",
    "Defrost": "",
    "Ingredients": "Filling: cabbage, chicken, sesame seed oil, onion, soy sauce (water, wheat, soybean, salt), salt, soybean oil, sugar, spices, garlic. Wrapper: unbleached wheat four enriched (niacin, reduced iron, thiamine mononitrate, ribloflavin, folic acid), water, food starch, salt, soybean oil.",
    "Allergy Alerts": "Wheat, Soy, Sesame",
    "Nutritional Information": "Nutrition facts (per serving): Calories 180, Calories from fat 30, Total fat 3g (5% DV), Saturated fat 05g (3% DV), Cholesteral 20mg (7% DV), Sodium 560mg (23% DV), Total carbohydrates 27g (9% DV), Fiber 2g (8% DV), Sugars 2g, Protein 10g",
    "SKU code": "",
    "SKU price": "$54.00",
    "SKU Sale Price (optional)": "",
    "Tags": "Appetizers, Entreés, All, Poultry",
    "Link on current site": "http://theperfectgourmet.com/chicken-and-vegetable-potstickers.aspx",
    "id": 7
  }
]