[
  {
    "type": "paragraph-title",
    "content": "Agreement between user and theperfectgourmet.com"
  },
  {
    "type": "paragraph",
    "content": "Welcome to theperfectgourmet.com. The theperfectgourmet.com website (the “Site”) is comprised of various web pages operated by The Perfect Gourmet. Theperfectgourmet.com is offered to you conditioned on yoru acceptance without modification of teh terms, conditions, and notices contained herin (the “Terms”). Your use of theperfectgourmet.com constitutes yoru agreement to all such Terms. Please read these terms carefully, and keep a copy of them for your reference."
  },
  {
    "type": "paragraph",
    "content": "Theperfectgourmet.com is an E-commerce Site. We provide a platform through which users can buy quality prepared frozen meals and food items. We’re confident that you’ll love The Perfect Gourmet, but please understand that you use our Services at your own risk. You agree to hold us, as well as our officers, directors, agents, subsidiaries, joint venturers, and employees (jointly and severally, our “Affiliates”) not liable, to the full extent permissible under all applicable law, for any harm, loss, or damage that may come to you or to anyone else as a consequence of your use of our Services."
  },
  {
    "type": "paragraph-title",
    "content": "Privacy"
  },
  {
    "type": "paragraph",
    "content": "Your use of theperfectgourmet.com is subject to The Perfect Gourmet’s <a class='_cms_cms__link' href='/privacy-policy'>Privacy Policy</a>. Please review our <a class='_cms_cms__link' href='/privacy-policy'>Privacy Policy</a>, which also governs the Site and informs users of our data collection practices."
  },
  {
    "type": "paragraph-title",
    "content": "Electronic Communication"
  },
  {
    "type": "paragraph",
    "content": "Visiting theperfectgourmet.com or sending emails to The Perfect Gourmet constitutes electronic communications. You consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communications be in writing."
  },
  {
    "type": "paragraph-title",
    "content": "Your Account"
  },
  {
    "type": "paragraph",
    "content": "If you use this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password. You may not assign or otherwise transfer your account to any other person or entity. You acknowledge that The Perfect Gourmet is not responsible for third party access to your account that results from theft or misappropriation of your account. The Perfect Gourmet and its associates reserve the right to refuse or cancel service, terminate accounts, or remove or edit content in our sole discretion."
  },
  {
    "type": "paragraph",
    "content": "The Perfect Gourmet does not knowingly collect, either online or offline, personal information from persons under the age of thirteen. If you are under 18, you may use theperfectgourmet.com oly with permission of a parent or guardian."
  },
  {
    "type": "paragraph-title",
    "content": "Cancellation/Refund Policy"
  },
  {
    "type": "paragraph-title",
    "content": "Return Policy"
  },
  {
    "type": "paragraph",
    "content": "Due to the perishable nature of food, we cannot accept returns.  However, if you have a problem with your order, please contact us immediately (within 24 - 72 hours) so that we can make it right. If a refund is necessary, you can expect to receive a credit 7-10 business days from the time we resolve your complaint. We value each one of our customers and are committed to excellent service."
  },
  {
    "type": "paragraph-title",
    "content": "Links to third party sites/Third party services"
  },
  {
    "type": "paragraph",
    "content": "Theperfectgourmet.com may contain links to other websites (“Linked Sites”). The Linked Sites are not under the control of The Perfect GOurmet and The Perfect Gourmet is not responsible for the contents of any Linked Site, including without limitation any link contained in a LInked SIte, or any changes or updates to a Linked SIte. The Perfect Gourmet is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by The Perfect Gourmet of the site or any association with its operators."
  },
  {
    "type": "paragraph",
    "content": "Certain services made available via theperfectgourmet.com are delivered by third party sites and organizations. By using any product, service or functionality originating from theperfectgourmet.com domain, you hereby acknoledge and consent that The Perfect Gourmet may share such information and data with any third party with whom The Perfect Gourmet has a contractual relationship to provide the requested product, service or funtionality on behalf of theperfectgourmet.com users and customers."
  },
  {
    "type": "paragraph-title",
    "content": "No unlawful or prohibited use/Intellectual Property"
  },
  {
    "type": "paragraph",
    "content": "You are granted a non-exclusive, non-transferable, revocable license to access and use theperfectgourmet.com stricktly in accordance with these terms of use. As a condition of your use of the Site, you warrant to The Perfect Gourmet that you will not use the Site for any purpose that is unlawful or prohibited by these Terms. You may not use the Site in any manner which could damage, disable, overburden or impair the Site or interfere with any other party’s use and enjoyment of the Site. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided through the Site."
  },
  {
    "type": "paragraph",
    "content": "All content included as part of the Service, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Site is the property of The Perfect Gourmet or its suppliers and protected by copyright and other law that protect intellectual property and proprietary rights. You agree to observe and abide by all copyright and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto."
  },
  {
    "type": "paragraph",
    "content": "You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Site. The Perfect Gourmet content is not for resale. Your use of the Site does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content. You will use protected content solely for your personal use, and will make no other use of the content without the express written permission of The Perfect Gourmet and the copyright owner. You agree that you do not acquire any ownership rights in any protected content. We do not grant you any licenses, express or implied, to the intellectual property of The Perfect Gourmet or our licensors except as expressly authorized by these Terms."
  },
  {
    "type": "paragraph-title",
    "content": "Third Party Accounts"
  },
  {
    "type": "paragraph",
    "content": "You will be able to connect your The Perfect Gourmet account to third party accounts. By connecting your The Perfect Gourmet account to your third party account, you acknowledge and agree that you are consenting to the continuous release of information about you to others (in accordance with your privacy settings on those third party sites). If you do not want information about you to be shared in this manner, do not sue this feature."
  },
  {
    "type": "paragraph-title",
    "content": "International Users"
  },
  {
    "type": "paragraph",
    "content": "The Service is controlled, operated and administered by The Perfect Gourmet form our offices within the USA. If you access the Service from a location outside the USA, you are responsible for compliance with all local laws. You agree that you will not use The Perfect Gourmet content accessed through theperfectgourmet.com in any country or in any manner prohibited by any applicable laws, restrictions or regulations."
  },
  {
    "type": "paragraph-title",
    "content": "Indemnification"
  },
  {
    "type": "paragraph",
    "content": "You agree to indemnify, defend and hold harmless The Perfect Gourmet, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of your use of or inability to use the Site or services, any user postings made by you, your violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules, or regulations. The Perfect Gourmet reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with The Perfect Gourmet in asserting any available defenses."
  },
  {
    "type": "paragraph-title",
    "content": "Liability disclaimer"
  },
  {
    "type": "paragraph",
    "content": "THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS. CHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN. THE PERFECT GOURMET AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE SITE AT ANY TIME."
  },
  {
    "type": "paragraph",
    "content": "THE PERFECT GOURMET AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE SITE FOR ANY PURPOSE. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED “AS IS” WITHOUT WARRANTY OR CONDITION OF ANY KIND. THE PERFECT GOURMET AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT."
  },
  {
    "type": "paragraph",
    "content": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE PERFECT GOURMET AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCES OF THE SITE, WITH THE DELAY OR INABILITY TO USE THE SITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF THE PERFECT GOURMET OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES. BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLES AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE."
  },
  {
    "type": "paragraph-title",
    "content": "Termination/access restriction"
  },
  {
    "type": "paragraph",
    "content": "The Perfect Gourmet reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice. To the maximum extent permitted by law, this agreement is governed by the laws of the State of Maryland and you hereby consent to the exclusive jurisdiction and venue of the courts in Maryland in all disputes arising out of or relating to the use of the Site. Use of the Site is unauthorized in any jurisdiction that does not give effect to all provision of these Terms, including, without limitation, this section."
  },
  {
    "type": "paragraph",
    "content": "You agree that no joint venture, partnership, employment or agency relationship exists between you and The Perfect Gourmet as a result of this agreement or use of the Site. The Perfect Gourmet’s performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of The Perfect Gourmet’s right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site or information provided to or gathered by The Perfect Gourmet with respect to such use. If any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement call continue in effect."
  },
  {
    "type": "paragraph",
    "content": "Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and The Perfect Gourmet with respect to the Site and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and The Perfect GOurmet with respect to the Site. A printed version of this agreement and any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form. It is the express wish to the parties that this agreement and all related documents be written in English."
  },
  {
    "type": "paragraph-title",
    "content": "Changes to Terms"
  },
  {
    "type": "paragraph",
    "content": "The Perfect Gourmet reserves the right, in its sole discretion, to change the Terms under which theperfectgourmet.com is offered. The most current version of the Terms will supersede all previous versions. The Perfect Gourmet encourages you to periodically review the Terms to stay informed of our updates."
  },
  {
    "type": "paragraph-title",
    "content": "Contact Us"
  },
  {
    "type": "paragraph",
    "content": "The Perfect Gourmet welcomes your questions or comments regarding the Terms:"
  },
  {
    "type": "paragraph",
    "content": "The Perfect Gourmet<br />8012 Bellona Ave<br />Suite B<br />Towson, Maryland 21204"
  },
  {
    "type": "paragraph",
    "content": "Email Address:"
  },
  {
    "type": "email",
    "content": "info@theperfectgourmet.com"
  },
  {
    "type": "paragraph",
    "content": "Telephone Number:"
  },
  {
    "type": "phone",
    "content": "(410) 325-441"
  },
  {
    "type": "paragraph",
    "content": "Effective as of October 01, 2016"
  }
]
